<template>
  <div class="container py-5">
    <h1 class="page-title">कृषि क्षेत्र</h1>
    <data-viewer :data="vuswamitwadata"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="minesdata"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="hiudebalidata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="barsebalidata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="dalhandata"></data-viewer>
      <div class="my-5"></div>
    <data-viewer :data="telhanbalidata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="barsetarkaribalidata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="khadyannabibaran"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="khadyannautpadanbibaran"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="jillaanusarkhadyannautpadanbibaran"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="dudhalupasu"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="meatproduction"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="eggproduction"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="woolproduction"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="khadhyesuraxa"></data-viewer>
  </div>
</template>

<script>
export default {
  data() {
    return {


      vuswamitwadata: {
        title: "प्रदेशमा भू – स्वामित्वको अवस्था",
        labels: ["जग्गाको स्वामित्व सम्बन्धि विवरण", "घरपरिवार संख्या"],
        data: [
            ["जग्गा विहीन",14000],
            ["जग्गा भएका",455971],
            ["कूल जम्मा",469971],
            [">०.१ हे.",43633],
            ["०.१ हे. देखि >०.२ हे.",56692],
            ["०.२०.२ हे. देखि >०.५ हे.",143520],
            ["०.५ हे. देखि >०.१ हे.",120759],
            ["१ हे. देखि >२ हे",67370],
            ["२ हे. देखि >३ हे.",15876],
            ["३ हे देखि >४ हे.",4848],
            ["४ हे देखि > ५ हे.",1827],
            ["५ हे. देखि >१०. हे",1319],
            ["१० हे. र सोभन्दा धेरै",129],
        ],
      },

      minesdata: {
        title: "भू – उपयोगको अवस्था",
        labels: ["क्र.स.", "क्षेत्र", "नेपालको क्षेत्रफल (हे. हजारमा)", "सुदूरपश्चिमको क्षेत्रफल(हे.हजारमा)"],
        data: [
          [1, "खेती गरिएको जमिन", 3031, 318+"("+10.3 + "प्रतिशत)"],
          [2, "खेती नगरिएको जमिन", 1030, 39+"("+3.8 + "प्रतिशत)"],
          [3, "वन जंगल", 5828, 297+"("+5.1 + "प्रतिशत)"],
          [4, "चरन", 1766, 15.3,""],
          [5, "पानी", 383,""],
          [6, "अन्य", 2620,""],
          [7, "जम्मा", 14718,""],
          [
              {
                  colspan:2,
                  value:"सुदूरपश्चिममा कृषि पेशामा निर्भर जनसंख्या"
              },84+"प्रतिशत",""
          ],
          [
              {
                  colspan:2,
                  value:"सुदूरपश्चिममा प्रति कृषक परिवार खेतियोग्य जग्गा उपलब्धता"
              },0.53+"हेक्टर ("+3+"टुक्रा)",""
          ],
          
        ],
      },

      hiudebalidata: {
        title: "सुदूरपश्चिमका प्रमुख हिउँदे बालीको क्षेत्रफल, उत्पादन र उत्पादकत्व",
        labels: ["क्रस", "बाली","क्षेत्रफल हे.","उत्पादन/अनुमानित मे.ट.","उत्पादकत्व मे.ट.","क्षेत्रफल","उत्पादन/अनुमानित मे.ट.","उत्पादकत्व मे.ट."],
        data: [
            [1,"गह",142739,320082,2.242,148257,330467,2.229],
            [2,"जौ",9942,9095.3,0.915,9963,8643.27,0.868],
            [3,"तोरी",28137,32313,1.148,28137,26055,0.926],
            [4,"मसुरा",28225,26111,0.925,28212,19833,0.703],
            [5,"केराउ",1724,4833.8,2.804,1760,5322,3.024],
            [6,"आलु",11453,176360,15.4,11688,158619,13.57],
            [7,"तरकारी",8470,118186,13.95,8520,124349,14.59],
            [8,"फलफुल",1172,6721,4.735,1417.9,8674.25,6.118],
            [9,"सुन्तला जात",2487,15294,6.149,2062,14458.4,7.012],
            [10,"केरा",1270,17423,13.72,1518,17508.1,11.53],
            [11,"ओखर",780,2222.9,2.268,1374.6,3037.53,2.232],
            [12,"लसुन",1921,17129,8.917,1934,17562.1,9.081],
            [13,"प्याज",2346,25736,10.97,2268,26585.6,11.72],
            [14,"अदुवा",1372,22113,16.12,1390,22145.7,15.93],
            [15,"धनिया",491,2073.7,4.224,496.5,2078.89,4.187],
            [16,"उखु",5635,258975,45.96,4635,334575,59.37],
        ],
      },


      barsebalidata: {
        title: "सुदूरपश्चिमका प्रमुख बर्षे बालीको क्षेत्रफल, उत्पादन र उत्पादकत्व",
        labels: ["क्रस", "बाली","क्षेत्रफल हे.","उत्पादन/अनुमानित मे.ट.","उत्पादकत्व मे.ट.","क्षेत्रफल","उत्पादन/अनुमानित मे.ट.","उत्पादकत्व मे.ट."],
        data: [
            [1,"धान",181398.00,610328.00,3.36,181337.00,632780.42,3.49],
            [2,"मकै",50569.00,93385.00,1.85,47920.0,92280.90,1.93],
            [3,"कोदो",17561.00,19830.00,1.13,17302.00,18261.04,1.06],
            [4,"फापर",349.00,288.50,0.83,329.00,269.00,0.82],
            [5,"कागुनो",70.00,48.50,0.69,74.00,49.69,0.67],
            ["","जम्मा",249947.00,723880.00,"",246962.00,743641.00,""],
           
        ],
      },

      dalhandata: {
        title: "सुदूरपश्चिमका प्रमुख दलहन बालीको क्षेत्रफल, उत्पादन र उत्पादकत्व",
        labels: ["क्रस", "बाली","क्षेत्रफल हे.","उत्पादन/अनुमानित मे.ट.","उत्पादकत्व मे.ट.","क्षेत्रफल","उत्पादन/अनुमानित मे.ट.","उत्पादकत्व मे.ट."],
        data: [
            [1,"अरहर",136,136,1.00,133,136,1.02],
            [2,"मास",2801,2530,0.90,2851,2572,0.91],
            [3,"भटमास",7452,8172,1.10,7727,8884,1.15],
            [4,"गहत",1350,1177,0.87,1363,1189,0.87],
            [5,"राज्मा",820,927,1.13,815,932,1.14],
            [6,"बोडी",384,551,1.44,370,554,1.50],
            ["","जम्मा",12943,13494,"",13223,14267,""],
        ],
      },

      telhanbalidata: {
        title: "सुदूरपश्चिमका प्रमुख तेलहन बालीको क्षेत्रफल, उत्पादन र उत्पादकत्व",
        labels: ["क्रस", "बाली","क्षेत्रफल हे.","उत्पादन/अनुमानित मे.ट.","उत्पादकत्व मे.ट.","क्षेत्रफल","उत्पादन/अनुमानित मे.ट.","उत्पादकत्व मे.ट."],
        data: [
            [1,"ब्दाम",622,608,0.89,679,660,0.97],
            [2,"तिल",2183,2081,0.95,2185,2215,1.01],
            [3,"सुर्यमूखी",144,171,1.19,145,178,1.22],
          
            ["","जम्मा",2949,2860,"",3009,3052,""],
        ],
      },


      barsetarkaribalidata: {
        title: "प्रमुख बर्षे तरकारी बालीको क्षेत्रफल, उत्पादन र उत्पादकत्व",
        labels: ["क्रस", "बाली","क्षेत्रफल हे.","उत्पादन/अनुमानित मे.ट.","उत्पादकत्व मे.ट.","क्षेत्रफल","उत्पादन/अनुमानित मे.ट.","उत्पादकत्व मे.ट."],
        data: [
            [1,"बर्षे तरकारी",7097,85055,11.98,7623,96079,12.60],
            [2,"आलु",4498,49455,10.99,4789,53891,11.25],
            [3,"फलुफुल",3953,40910,10.35,5337,51499,9.65],
            [4,"अदुवा",1733,24443,14.10,1764,22381,12.69],
            [5,"बेसार",1235,13115,10.62,1247,13668,10.96],
            [6,"खुर्सानी",1888,1811,2.02,1916,3924,2.05],
        ],
      },

      khadyannabibaran: {
        title: "उपभोग्य खाद्यान्नको स्थिति प्रदेशगत विवरण प्रक्षेपित जनसंख्यामा (मे.ट.) २०७५/२०७६",
        labels: ["प्रदेश", "जनसंख्या","चामल","मकै","कोदो","फापर","गहुँ","जौ","उपभोग्य खाद्यान्न उत्पादन","आवश्यक खाद्यान्न","बचत वा न्यून"],
        data: [
            ["प्रदेश १",5048494,689213,663659,75999,2195,151257,451,1582774,953796,628978],
            ["प्रदेश २",6016127,832176,128906,1279,0,482201,53,1444614,1088919,355695],
            ["बागमती",6155624,290468,513140,53940,2064,131343,606,991569,1218604,-227035],
            ["गण्डकी",2675966,238085,363179,77716,2049,75485,646,757161,537647,219514],
            ["लुम्बिनी",5008784,662064,316955,8900,853,420003,817,1409592,934304,475287],
            ["कर्णाली",1748257,74263,185845,16131,1711,135172,3227,416349,347072,69276],
            ["सुदूरपश्चिम",2841572,336958,96037,13035,118,262372,1595,710114,538680,171434],
            ["नेपाल",29494825,3123227,2267728,246999,8990,1657833,7395,7312172,5619023,1693149]
        ],
      },

      khadyannautpadanbibaran: {
        title: "वाली अनुसार विभिन्न आर्थिक वर्षहरुका खाद्यान्न उत्पादन तथा आवश्यकताको स्थिति आर्थिक वर्ष २०७२÷०७३ देखी २०७५/०७६ सम्म (मे. टन)",
        labels: ["खाद्यान्न बालीहरु", "2072/073","2073/074","2074/075","2075/076","2076/077"],
        data: [
           ["चामल",47786,328888,32572,339663,34021],
           ["मकै",25308,82180,89922,80340,78777],
           ["कोदो",7882,13350,14015,16256,15661],
           ["फाँपर",4,127,135,250,216],
           ["गहुँ",62006,236454,262078,266747,259940],
           ["जौ",439,1694,1831,2511,2291],
           ["उपभोग्य खाद्यान्न",143425,66294,693705,705767,697105],
           ["आवश्यकता",180116,529428,534786,543042,550373],
           ["बचत वा न्यून",-36691,133266,158818,162725,146733],
        ],
      },


      jillaanusarkhadyannautpadanbibaran: {
        title: "जिल्ला अनुसार खाद्यान्न उत्पादन तथा आवश्यकताको स्थितिको जिल्लागत विवरण, आर्थिक वर्ष २०७६/०७७ (प्रारम्भिक अनुमान (मे. टन)",
        labels: ["जिल्ला","मध्यावधि जनसंख्या","चमल","मकै","कोदो","फाँपर","गहुँ","जौ","उपभोग्य खाद्यान्न","आवश्यक खाद्यान्न","वचत वा न्यून"],
        data: [
            ["बाजुरा",153449,6232,4415,4390,146,6072,475,21733,29308,-7575],
            ["बझाङ",219593,6943,4157,1847,0.8,9518,869,23337,41942,-18604],
            ["दार्चुला",144438,4817,7438,847,66,8880,295,22391,27587,-5196],
            ["उच्च पहाडी जम्मा",517479,17993,16056,7085,214,24471,1640,67462,98838,-31376],
            ["अछाम",285156,18373,14315,3319,0.0,15484,137,51630,57216,-5686],
            ["डोटी",219702,15943,7709,4315,1,19558,52,47580,44160,3420],
            ["बैतडी",267673,9044,16847,383,0.0,17047,260,43583,53802,-10218],
            ["डडेलधुरा",157869,10536,9319,457,0.0,21606,85,42006,31731,10274],
            ["मध्य पहाडी जम्मा",930401,53896,48191,8476,1.6,73697,537,184800,187010,-2209],
            ["कैलाली",933862,169255,10478,98,0.0,92034,112,271980,169029,102951],
            ["कञ्चनपुर",527593,99075,4051,0.0,0.0,69736,0.0,172862,95494,77368],
            ["तराई जम्मा",1461455,268331,14529,98,0.0,161770,112,444842,264523,180319],
            ["एकमुष्ट जम्मा",2909336,340221,78777,15660,215,259939,2290,697105,550372,146732],
        ],
      },

      jillaanusarkhadyannautpadanbibaran: {
        title: "सुदूरपश्चिममा पशुपंक्षीको तथ्यांक ०७७/०७८",
        labels: ["जिल्ला","गाइ","भैसी","भेडा","बाख्रा","बंगुर","कुखुरा","हाँस"],
        data: [
            ["अछाम","४८९१६","३६१५२","३११५","१०६७७१","४४५","१००१९६","३२६"],
            ["बैतडी","१२७११२","५३४९९","७५२","१३२९१३","६३७","२८६६१","२३०"],
            ["बाजुरा","८४५५१","२३९४६","२३७३५","७६९००","१६१८","५०५३४","४५६"],
            ["बझाङ्ग","१४२३८१","३३५५२","२४४५३","८०२६६","१८९३","५७८७९","४३८"],
            ["डडेिधूरा","९११६३","२२५०३","४७२","१३९२४२","११६६","७७२१५","२०३"],
            ["दार्चुला","६९५५९","३१३९५","२२३०९","६७५०६","५८५","३४५०९","२४५"],
            ["डोटी","१२४९७२","४९६५२","७३९","११२३०८","२५४५","१४९३३६","१७८"],
            ["कैलाली","२१२६३९","१७०२४३","२१२०६","१३६०६२","२२६५४","१४५६३९९","७६५४"],
            ["कञ्चनपुर","१४४०२९","११५७५८","८०३२","१३१७७३","१२७६५","९९८७८२","४६५४"],
            ["जम्मा","१०४५३२२","५३६७००","१०४८१३","९८३७४१","४४३०८","२९५३५११","१४३८४"],
        ],
      },

      dudhalupasu: {
        title: "सुदूरपश्चिममा दुधालु पशु र दुग्ध उत्पादनको अवस्था (मे.ट. ०७७/०७८)",
        labels: ["जिल्ला","दुधालु गाइ सख्या","गाइको दुध","दुधालु भैसी सख्या","भैसीको दुध","जम्मा दुध उत्पादन"],
        data: [
            ["अछाम","८०४३","५४४०","९६९०","१२५८७","१८०२७"],
            ["बैतडी","१७१७६","७८७८","१६१०६","१२३६७","२०२४५"],
            ["बाजुरा","१५०२४","७७४९","१०१०५","६३३८","१४०८७"],
            ["बझाङ्ग","२१२४५","९६३२","६८१७","७७२९","१७३६१"],
            ["डडेिधूरा","१२८९०","८८६०","१३८३१","७८८४","१६७४४"],
            ["दार्चुला","१०३३४","५६६४","८२२८","८९८०","१४६४४"],
            ["डोटी","१७३४५","९०८०","१५२९६","१२१२६","२१२०६"],
            ["कैलाली","३२७३९","३१९७०","४५५८५","३९०५७","७१०२७"],
            ["कञ्चनपुर","२२५६५","२६५०४","२५९१८","२९१२५","५५६२९"],
            ["जम्मा","१५७३६१","११२७७७","१५१५७६","१३६१९३","२४८९७०"],
        ],
      },

     meatproduction: {
        title: "सुदूरपश्चिममा बार्षिक मासु उत्पादनको अवस्था मे.ट. ०७७/०७८",
        labels: ["जिल्ला","बफ","मटन","चेवन","पोर्क","चिकेन","डक मिट","जम्मा मासु"],
        data: [
            ["अछाम","१४३०","११","८१७","११","१२८","","२३९७"],
            ["बैतडी","१७७३","१","९३७","१७","५३","","२७८१"],
            ["बाजुरा","१४६७","९२","६४५","४१","५४","","२२९९"],
            ["बझाङ्ग","७९६","६९","६०६","४०","६२","","१५७३"],
            ["डडेिधूरा","१०५२","२","९०९","२८","१३१","","२१२२"],
            ["दार्चुला","७९८","७०","४९२","१०","४८","","१४१८"],
            ["डोटी","१७००","२","१०४३","५३","२३९","","३०३७"],
            ["कैलाली","६५९३","७०","१६५०","५०५","१५४५","९","१०३७२"],
            ["कञ्चनपुर","४१४६","२३","९८४","२९४","१२६२","७","६७१६"],
            ["जम्मा","१९७५५","३४०","८०८३","९९९","३५२२","१६","३२७१५"],
        ],
      },

     eggproduction: {
        title: "सुदूरपश्चिममा बार्षिक अण्डा उत्पादनको अवस्था ०७७/०७८",
        labels: ["जिल्ला","लेयर्स","हास","कुखुरा अण्डा","हास अण्डा","जम्मा"],
        data: [
            ["अछाम","११०३९","२८१","३२४५","२०","१४५८५"],
            ["बैतडी","३५७६","१२०","४५७३","१३","८२८२"],
            ["बाजुरा","१३१५२","२०८","२२४३","२६","१५६२९"],
            ["बझाङ्ग","९९९२","२१६","१९६८","१८","१२१९४"],
            ["डडेिधूरा","२५१४","२९३","४९८","२८","३३३३"],
            ["दार्चुला","६९५४","३१८","१०२५","१२","८३०९"],
            ["डोटी","३७३०१","८५","३८३६","९","४१२३१"],
            ["कैलाली","२६३४१६","३४८१","२८८०६","३१२","२८५०१५"],
            ["कञ्चनपुर","१३८४४२","२२०६","२५४४","१७२","१६६३६४"],
            ["जम्मा","४८६३८६","७२०८","७०८३८","६१०","५५४९४२"],
        ],
      },


      woolproduction: {
        title: "सुदूरपश्चिममा बार्षिक उन उत्पादनको अवस्था ०७७/०७८",
        labels: ["जिल्ला","भेडा","उन उत्पादन किले"],
        data: [
            ["अछाम","३११५","२१७४"],
            ["बैतडी","७५२","५८१"],
            ["बाजुरा","२३७३५","१७७४५"],
            ["बझाङ्ग","२४४५३","१७३२१"],
            ["डडेिधूरा","४७२","३२८"],
            ["दार्चुला","२२३०९","१७०३२"],
            ["डोटी","७३९","५२६"],
            ["कैलाली","२१२०६","१३४५३"],
            ["कञ्चनपुर","८०३२","५९३४"],
            ["जम्मा","१०४८१३","७५०९४"],
        ],
      },

       khadhyesuraxa: {
        title: "सुदूरपश्चिममा खाद्य सुरक्षाको अवस्था",
        labels: ["जिल्ला","उपभोग्य खाद्यान्न","आवश्यक खाद्यान्न","वचत वा न्यून"],
        data: [
            ["बाजुरा",21733,29308,-7575],
            ["बझाङ्ग",23337,41942,-18604],
            ["दार्चुला",22391,27587,-5196],
            ["उच्च पहाडी जम्मा",67462,98838,-31376],
            ["अछाम",51630,57216,-5686],
            ["डोटी",47580,44160,3420],
            ["बैतडी",43583,53802,-10218],
            ["डडेिधूरा",42006,31731,10274],
            ["मध्य पहाडी जम्मा",184800,187010,-2209],
            ["कैलाली",271980,169029,102951],
            ["कञ्चनपुर",172862,95494,77368],
            ["तराई जम्मा",444842,264523,180319],
            ["एकमुष्ट जम्मा",697105,550372,146732],
        ],
      },

    };
  },
};
</script>


<style scoped>
</style>