"use strict";
(self["webpackChunk"] = self["webpackChunk"] || []).push([["resources_js_pages_social-status_Index_vue"],{

/***/ "./node_modules/babel-loader/lib/index.js??clonedRuleSet-5[0].rules[0].use[0]!./node_modules/vue-loader/lib/index.js??vue-loader-options!./resources/js/pages/social-status/Index.vue?vue&type=script&lang=js&":
/*!*********************************************************************************************************************************************************************************************************************!*\
  !*** ./node_modules/babel-loader/lib/index.js??clonedRuleSet-5[0].rules[0].use[0]!./node_modules/vue-loader/lib/index.js??vue-loader-options!./resources/js/pages/social-status/Index.vue?vue&type=script&lang=js& ***!
  \*********************************************************************************************************************************************************************************************************************/
/***/ ((__unused_webpack_module, __webpack_exports__, __webpack_require__) => {

__webpack_require__.r(__webpack_exports__);
/* harmony export */ __webpack_require__.d(__webpack_exports__, {
/* harmony export */   "default": () => (__WEBPACK_DEFAULT_EXPORT__)
/* harmony export */ });
function _defineProperty(obj, key, value) { if (key in obj) { Object.defineProperty(obj, key, { value: value, enumerable: true, configurable: true, writable: true }); } else { obj[key] = value; } return obj; }

//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
//
/* harmony default export */ const __WEBPACK_DEFAULT_EXPORT__ = ({
  data: function data() {
    var _ref;

    return _ref = {
      // 5.10
      supateacher: {
        title: "सुदूरपश्चिम प्रदेशमा शिक्षक अनुपात विवरण",
        labels: ["जिल्ला ", "आधारभूत तह (१–५)", "आधारभूत तह (६–८)", "माध्यमिक तह (९–१०)", "माध्यमिक तह (११–१२)"],
        data: [["बाजुरा", 34.97, 65.51, 57.67, 23.09], ["बझाङ", 29.78, 54.57, 38.87, 25.72], ["अछाम", 40.48, 67.55, 45.24, 22.15], ["डोटी", 31.88, 54.18, 35.29, 24.97], ["कैलाली", 34.15, 80.03, 73.30, 61.46], ["कञ्चनपुर", 24.57, 60.48, 59.12, 80.25], ["डडेलधुरा", 22.33, 50.51, 32.87, 29.17], ["बैतडी", 29.77, 54.78, 46.32, 35.29], ["दार्चुला", 19.97, 48.64, 42.71, 31.18], ["जम्मा", 30.37, 61.87, 50.44, 38.75]]
      },
      // 5.12.1
      supacampus: {
        title: "प्रदेशमा रहेका क्याम्पस विवरण",
        labels: ["क्र.स.", "क्याम्पसको नाम", "प्रकार", "जिल्ला", "विश्वविद्यालय"],
        data: [[1, "दार्चुला बहुमुखी क्याम्पस", "आङ्गिक", "दार्चुला", "सुदूरपश्चिम विश्वविद्यालय"], [2, "गोकुलेश्वर बहुमुखी क्याम्पस", "आङ्गिक", "दार्चुला", "सुदूरपश्चिम विश्वविद्यालय"], [3, "कृष्ण स्नातक क्याम्पस लाली", "सामूदायिक", "दार्चुला", "त्रिभुवन विश्वविद्यालय"], [4, "राष्ट्रिय क्याम्पस दत्त", "सामूदायिक", "दार्चुला", "त्रिभुवन विश्वविद्यालय"], [5, "लटिनाथ बुहुमुखी क्याम्पस", "सामूदायिक", "दार्चुला", "त्रिभुवन विश्वविद्यालय"], [6, "अपीनाम्पा क्याम्पस", "सामूदायिक", "दार्चुला", "त्रिभुवन विश्वविद्यालय"], [7, "शंकरपुर क्याम्पस", "सामूदायिक", "दार्चुला", "त्रिभुवन विश्वविद्यालय"], [8, "पाटन बहुमुखी क्याम्पस", "आङ्गिक", "बैतडी", "सुदूरपश्चिम विश्वविद्यालय"], [9, "जगन्नाथ बहुमुखी क्याम्पस", "आङ्गिक", "बैतडी", "सुदूरपश्चिम विश्वविद्यालय"], [10, "पुर्चौडी बहुमुखी क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"], [11, "बैतडी शिक्षा क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"], [12, "मणीलेक क्याम्पस", "आङ्गिक", "बैतडी", "सुदूरपश्चिम विश्वविद्यालय"], [13, "नवप्रभात संयुक्त क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"], [14, "श्रीकोट बहुमुखी क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"], [15, "शिगास शिक्षा क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"], [16, "रौलाकेदार क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"], [17, "निङलाशैनी क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"], [18, "गोकुलेश्वर कृषि तथा पशु विज्ञान कलेज", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"], [19, "सेटीगाउँ बहुमुखी क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"], [20, "शंकर बहुमुखी क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"], [21, "त्रिवेणाी बहुमुखी क्याम्पस", "आङ्गिक", "डडेलधुरा", "सुदूरपश्चिम विश्वविद्यालय"], [22, "भिमदत्त बहुमुखी क्याम्पस", "सामूदायिक", "डडेलधुरा", "त्रिभुवन विश्वविद्यालय"], [23, "डडेलधुरा बहुमुखी क्याम्पस", "आङ्गिक", "डडेलधुरा", "त्रिभुवन विश्वविद्यालय"], [24, "माउण्टेन क्याम्पस", "नीजि", "डडेलधुरा", "त्रिभुवन विश्वविद्यालय"], [25, "सुपवि केन्द्रीय क्याम्पस", "आङ्गिक", "कञ्चनपुर", "सुदूरपश्चिम विश्वविद्यालय"], [26, "शारदा विद्यापिठ", "आङ्गिक", "कञ्चनपुर", "नेपाल संस्कृत"], [27, "शिद्धनाथ विज्ञान क्याम्पस", "आङ्गिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [28, "महाकाली बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [29, "कञ्चन बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [30, "जनता बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [31, "रौलेश्वर जनता आदर्श बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [32, "कञ्चन विद्यामन्दिर सा कलेज", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [33, "भानु बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [34, "कृष्ण बैजनाथ बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [35, "दानेश्वरहरु बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [36, "घटाल बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [37, "रामपुर बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [38, "अमिट कलेज महेन्द्रनगर", "नीजि", "कञ्चनपुर", "पोखरा विश्वविद्यालय"], [39, "विक्सटन कलेज महेन्द्रनगर", "नीजि", "कञ्चनपुर", "पोखरा विश्वविद्यालय"], [40, "नमूनाकालिका क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [41, "फ्लोरिडा कलेज", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [42, "जनज्योति क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [43, "बालजागृति क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [44, "उदयसरस्वती क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"], [45, "बाजुरा क्याम्पस", "आङ्गिक", "बाजुरा", "सुदूरपश्चिम विश्वविद्यालय"], [46, "बडीमालिका क्याम्पस", "आङ्गिक", "बाजुरा", "सुदूरपश्चिम विश्वविद्यालय"], [47, "बुढीनन्दा क्याम्पस", "सामूदायिक", "बाजुरा", "त्रिभुवन विश्वविद्यालय"], [48, "अछाम बहुमुखी क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"], [49, "जनता बहुमुखी क्याम्पस", "आङ्गिक", "अछाम", "सुदूरपश्चिम विश्वविद्यालय"], [50, "त्रिपुरासुन्दरी क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"], [51, "कैलाश शिक्षा क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"], [52, "पंचदेवल क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"], [53, "कमलबजार क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"], [54, "जनशिखा क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"], [55, "जयपृथ्वी बहुमुखी क्याम्पस", "आङ्गिक", "बझाङ्ग", "सुदूरपश्चिम विश्वविद्यालय"], [56, "सेती क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"], [57, "सुनकुडा क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"], [58, "त्रिवेणी आदर्श बहुमुखी क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"], [59, "थलारा बहुमुखी क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"], [60, "शान्ति आदर्श क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"], [61, "बझाङ्गदिप क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"], [62, "खापरदेव क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"], [63, "कैलाली बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [64, "लम्की बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [65, "रघुनाथ आदर्श बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [66, "टीकापुर बहुमुखी क्याम्पस", "आङ्गिक", "कैलाली", "सुदूरपश्चिम विश्वविद्यालय"], [67, "दुर्गालक्ष्मी बहुमुखी क्याम्पस", "आङ्गिक", "कैलाली", "सुदूरपश्चिम विश्वविद्यालय"], [68, "विरेन्द्र विद्या मन्दिर बहुमुखी क्याम्पस", "नीजि", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [69, "ऐश्वर्य बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [70, "खप्तड बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [71, "महुन्याल बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [72, "फुलबारी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [73, "राष्ट्रिय कलेज", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [74, "घोडाघोडी बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [75, "शिवसुर्य बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [76, "चौमाला बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [77, "पश्चिम सेती क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [78, "जयमालिका बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [79, "सुदूरपश्चिम ऐकेडेमी", "नीजि", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [80, "एभरेष्ट कलेज", "नीजि", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [81, "बुलबुले बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [82, "कर्णाली बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"], [83, "नाष्ट कलेज", "", "कैलाली", ""], [84, "डोटी बहुमुखी क्याम्पस", "आङ्गिक", "डोटी", "त्रिभुवन विश्वविद्यालय"], [85, "सिताराम क्याम्पस", "आङ्गिक", "डोटी", "सुदूरपश्चिम विश्वविद्यालय"], [86, "घण्टेश्वर क्याम्पस", "आङ्गिक", "डोटी", "सुदूरपश्चिम विश्वविद्यालय"], [87, "केदार ज्योतिपुञ्ज बहुमुखी क्याम्पस", "सामूदायिक", "डोटी", "त्रिभुवन विश्वविद्यालय"], [88, "खप्तड आदर्श क्याम्पस", "सामूदायिक", "डोटी", "त्रिभुवन विश्वविद्यालय"], [89, "छहरा बहुमुखी क्याम्पस", "सामूदायिक", "डोटी", "त्रिभुवन विश्वविद्यालय"], [90, "दिपायल बहुमुखी क्याम्पस", "सामूदायिक", "डोटी", "त्रिभुवन विश्वविद्यालय"]]
      },
      // 5.14
      supahospital: {
        title: "सुदूरपश्चिममा रहेका सरकारी स्वास्थ्य संस्था विवरण",
        labels: ["विवरण", "कैलाली", "कञ्चनपुर", "बैतडी", "डडेलधुरा", "दार्चुला", "बझाङ्ग", "डोटी", "बाजुरा", "अछाम", "जम्मा"],
        data: [["अस्पताल ", 3, 1, 1, 2, 2, 1, 1, 1, 1, 13], ["प्राथमिक स्वास्थ्य केन्द्र ", 4, 3, 2, 0, 0, 2, 2, 1, 2, 16], ["स्वास्थ्य चौकी ", 36, 18, 65, 24, 40, 45, 49, 26, 72, 375], ["आधारभूत स्वास्थ्य केन्द्र", 1, 13, 6, 11, 14, 35, 10, 28, 15, 133], ["सामुदाययक स्वास्थ्य इकाई", 15, 9, 6, 0, 26, 31, 31, 11, 6, 135], ["सहरी स्वास्थ्य केन्द्र", 26, 22, 6, 0, 4, 3, 7, 10, 4, 82], ["पोषण गृह", 1, 1, 0, 1, 0, 0, 0, 1, 0, 4], ["गाउँघर क्लिनिक ", 236, 72, 300, 68, 157, 126, 208, 64, 235, 1466], ["बहीरंग उपचार केन्द्र", 19, 21, 24, 10, 11, 19, 18, 11, 32, 161], ["महिला ", 1269, 823, 831, 462, 373, 429, 674, 261, 941, 6055], ["सामुदायिक स्वास्थ्य स्वयसेविक ", "", "", "", "", "", "", "", "", "", ""], ["बर्थिङ्ग सेन्टर ", 40, 21, 126, 25, 46, 45, 62, 47, 69, 481]]
      },
      // 5.15
      supagovermenthospital: {
        title: "सरकारी अस्पताल विवरण",
        labels: ["अस्पतालको नाम ", "जिल्ला", "पालिका"],
        data: [["डडेल्धुरा अस्पताि (सघीय सरकार)", "डडेलधुरा", "अमरगढी नगरपालिका"], ["सेती प्रादेशिक अस्पताल , कैलाली ", "कैलाली", "धनगढी उपमहा नगरपालिका"], ["महाकाली प्रादेशिक अस्पताल ,कन्चनपुर ", "कन्चनपुर", "भीमदत नगरपालिका"], ["टिकापुर अस्पताल, टिकापुर ", "कैलाली", "टिकापुर नगरपालिका"], ["जिल्ला अस्पताल, डोटी", "डोटी", "दिपायल सिलगढी"], ["जिल्ला अस्पताल, दार्चुला", "दार्चुला", "महाकाली नगरपालिका"], ["जिल्ला अस्पताल, बझाङ्ग", "बझाङ्ग", "जयपृथ्वी  नगरपालिका"], ["जिल्ला अस्पताल, बाजुरा", "बाजुरा", "बडीमालिका नगरपालिका"], ["जिल्ला अस्पताल, अछाम", "अछाम", "मंगलसेन नगरपालिका"], ["जिल्ला अस्पताल, बैतडी", "बैतडी", "दशरथचन्द नगरपालिका"], ["मालाखेती अस्पताल", "कैलाली", "गोदावरी  नगरपालिका"], ["गोकुलेश्वोर अस्पताल", "दार्चुला", "शैलशिखर  नगरपालिका"], ["जोगबुढा अस्पताल", "डडेलधुरा", "परशुराम नगरपालिका"]]
      },
      // 5.16
      privatehospital: {
        title: "नीजि तथा सामूदायिक अस्पतालहरु",
        labels: ["क्र.स.", "अस्पतालको नाम", "जिल्ला"],
        data: [["1", "ब्यलपाटा अस्पताल", "अछाम"], ["2", "सुजन अस्पताल", "डोटी"], ["3", "चोपडा अस्पताल", "डोटी"], ["4", "शैलेश्वरी अस्पताल", "डोटी"], ["5", "इशान अस्पताल", "कन्चनपुर"], ["6", "मन्त्र अस्पताल", "कन्चनपुर"], ["7", "निको अस्पताल", "बैतडी"], ["8", "लम्कीचहा अस्पताल", "कैलाली"], ["9", "सेवा नर्सिङ होम", "कैलाली"], ["10", "घोडाघोडी अस्पताल", "कैलाली"], ["11", "पदमा अस्पताल", "कैलाली"], ["12", "धर्मरुद्र अस्पताल", "कैलाली"], ["13", "सिपी अस्पताल", "कैलाली"], ["14", "मायामेट « ो अस्पताल", "कैलाली"], ["15", "केजी अस्पताल", "कैलाली"], ["16", "नवजीवन अस्पताल", "कैलाली"], ["17", "निसर्ग अस्पताल", "कैलाली"], ["18", "भारती अस्पताल", "कैलाली"], ["19", "नोभा अस्पताल", "कैलाली"]]
      }
    }, _defineProperty(_ref, "privatehospital", {
      title: "आयुर्वेद स्वास्थ्य संस्थाको जिल्लागत विवरण",
      labels: ["जिल्ला", "प्रदेशिक चिकित्सालय आयुर्वेद", "जिल्ला आयुर्वेद स्वास्थ्य केन्द्र", "आयुर्वेद औषधालय", "नागरिक आरोग्य सेवा केन्द", "पिएचसीमा जीवनशैली कार्यक्रम"],
      col: ["2", ""],
      data: [["कैलाली", 1, 0, 5, 2, 0], ["अछाम", 0, 1, 2, 3, 1], ["बाजुरा", 0, 1, 1, 2, 1], ["डोटी", 0, 1, 7, 3, 1], ["डडेलधुरा", 0, 1, 4, 3, 0], ["बैतडी", 0, 1, 3, 2, 1], ["बझाङ्ग", 0, 1, 4, 3, 1], ["दार्चुला", 0, 1, 4, 3, 0], ["कञ्चनपुर", 0, 0, 4, 1, 1], ["जम्मा", 1, 7, 34, 22, 6]]
    }), _defineProperty(_ref, "supahelthinsurancedata", {
      title: "सुदूरपश्चिम प्रादेशमा स्वास्थ्य बीमाको विवरण",
      labels: ["क्र.स.", "जिल्ला", "वीमित पुरुष", "वीमित महिला", "जम्मा वीमित सदस्य"],
      data: [[1, "कैलाली", "१०२६९०", "११३१५६", "२१५८४६"], [2, "अछाम", "१९६६७", "२४२८५", "४३९५२"], [3, "बझाङ्ग", "१७००६", "१९९२५", "३६९३१"], [4, "बाजुरा", "१५४५३", "१५८८३", "३१३३६"], [5, "दार्चुला", "४५८६", "४९४४", "९५३०"], [6, "कञ्चनपुर", "१८८५१", "२१०२०", "३९८७१"], [7, "बैतडी", "८९२४", "१०५४४", "१९४६८"], [8, "डडेलधुरा", "४६७५", "५६४५", "१०३२०"], [9, "डोटी", "२४७१", "३५३६", "६००७"], [{
        colspan: 2,
        value: "जम्मा"
      }, "१९४३२३", "२१८९३८", "४१३२६१"]]
    }), _ref;
  }
});

/***/ }),

/***/ "./resources/js/pages/social-status/Index.vue":
/*!****************************************************!*\
  !*** ./resources/js/pages/social-status/Index.vue ***!
  \****************************************************/
/***/ ((__unused_webpack_module, __webpack_exports__, __webpack_require__) => {

__webpack_require__.r(__webpack_exports__);
/* harmony export */ __webpack_require__.d(__webpack_exports__, {
/* harmony export */   "default": () => (__WEBPACK_DEFAULT_EXPORT__)
/* harmony export */ });
/* harmony import */ var _Index_vue_vue_type_template_id_7c23465c_scoped_true___WEBPACK_IMPORTED_MODULE_0__ = __webpack_require__(/*! ./Index.vue?vue&type=template&id=7c23465c&scoped=true& */ "./resources/js/pages/social-status/Index.vue?vue&type=template&id=7c23465c&scoped=true&");
/* harmony import */ var _Index_vue_vue_type_script_lang_js___WEBPACK_IMPORTED_MODULE_1__ = __webpack_require__(/*! ./Index.vue?vue&type=script&lang=js& */ "./resources/js/pages/social-status/Index.vue?vue&type=script&lang=js&");
/* harmony import */ var _node_modules_vue_loader_lib_runtime_componentNormalizer_js__WEBPACK_IMPORTED_MODULE_2__ = __webpack_require__(/*! !../../../../node_modules/vue-loader/lib/runtime/componentNormalizer.js */ "./node_modules/vue-loader/lib/runtime/componentNormalizer.js");





/* normalize component */
;
var component = (0,_node_modules_vue_loader_lib_runtime_componentNormalizer_js__WEBPACK_IMPORTED_MODULE_2__["default"])(
  _Index_vue_vue_type_script_lang_js___WEBPACK_IMPORTED_MODULE_1__["default"],
  _Index_vue_vue_type_template_id_7c23465c_scoped_true___WEBPACK_IMPORTED_MODULE_0__.render,
  _Index_vue_vue_type_template_id_7c23465c_scoped_true___WEBPACK_IMPORTED_MODULE_0__.staticRenderFns,
  false,
  null,
  "7c23465c",
  null
  
)

/* hot reload */
if (false) { var api; }
component.options.__file = "resources/js/pages/social-status/Index.vue"
/* harmony default export */ const __WEBPACK_DEFAULT_EXPORT__ = (component.exports);

/***/ }),

/***/ "./resources/js/pages/social-status/Index.vue?vue&type=script&lang=js&":
/*!*****************************************************************************!*\
  !*** ./resources/js/pages/social-status/Index.vue?vue&type=script&lang=js& ***!
  \*****************************************************************************/
/***/ ((__unused_webpack_module, __webpack_exports__, __webpack_require__) => {

__webpack_require__.r(__webpack_exports__);
/* harmony export */ __webpack_require__.d(__webpack_exports__, {
/* harmony export */   "default": () => (__WEBPACK_DEFAULT_EXPORT__)
/* harmony export */ });
/* harmony import */ var _node_modules_babel_loader_lib_index_js_clonedRuleSet_5_0_rules_0_use_0_node_modules_vue_loader_lib_index_js_vue_loader_options_Index_vue_vue_type_script_lang_js___WEBPACK_IMPORTED_MODULE_0__ = __webpack_require__(/*! -!../../../../node_modules/babel-loader/lib/index.js??clonedRuleSet-5[0].rules[0].use[0]!../../../../node_modules/vue-loader/lib/index.js??vue-loader-options!./Index.vue?vue&type=script&lang=js& */ "./node_modules/babel-loader/lib/index.js??clonedRuleSet-5[0].rules[0].use[0]!./node_modules/vue-loader/lib/index.js??vue-loader-options!./resources/js/pages/social-status/Index.vue?vue&type=script&lang=js&");
 /* harmony default export */ const __WEBPACK_DEFAULT_EXPORT__ = (_node_modules_babel_loader_lib_index_js_clonedRuleSet_5_0_rules_0_use_0_node_modules_vue_loader_lib_index_js_vue_loader_options_Index_vue_vue_type_script_lang_js___WEBPACK_IMPORTED_MODULE_0__["default"]); 

/***/ }),

/***/ "./resources/js/pages/social-status/Index.vue?vue&type=template&id=7c23465c&scoped=true&":
/*!***********************************************************************************************!*\
  !*** ./resources/js/pages/social-status/Index.vue?vue&type=template&id=7c23465c&scoped=true& ***!
  \***********************************************************************************************/
/***/ ((__unused_webpack_module, __webpack_exports__, __webpack_require__) => {

__webpack_require__.r(__webpack_exports__);
/* harmony export */ __webpack_require__.d(__webpack_exports__, {
/* harmony export */   "render": () => (/* reexport safe */ _node_modules_vue_loader_lib_loaders_templateLoader_js_vue_loader_options_node_modules_vue_loader_lib_index_js_vue_loader_options_Index_vue_vue_type_template_id_7c23465c_scoped_true___WEBPACK_IMPORTED_MODULE_0__.render),
/* harmony export */   "staticRenderFns": () => (/* reexport safe */ _node_modules_vue_loader_lib_loaders_templateLoader_js_vue_loader_options_node_modules_vue_loader_lib_index_js_vue_loader_options_Index_vue_vue_type_template_id_7c23465c_scoped_true___WEBPACK_IMPORTED_MODULE_0__.staticRenderFns)
/* harmony export */ });
/* harmony import */ var _node_modules_vue_loader_lib_loaders_templateLoader_js_vue_loader_options_node_modules_vue_loader_lib_index_js_vue_loader_options_Index_vue_vue_type_template_id_7c23465c_scoped_true___WEBPACK_IMPORTED_MODULE_0__ = __webpack_require__(/*! -!../../../../node_modules/vue-loader/lib/loaders/templateLoader.js??vue-loader-options!../../../../node_modules/vue-loader/lib/index.js??vue-loader-options!./Index.vue?vue&type=template&id=7c23465c&scoped=true& */ "./node_modules/vue-loader/lib/loaders/templateLoader.js??vue-loader-options!./node_modules/vue-loader/lib/index.js??vue-loader-options!./resources/js/pages/social-status/Index.vue?vue&type=template&id=7c23465c&scoped=true&");


/***/ }),

/***/ "./node_modules/vue-loader/lib/loaders/templateLoader.js??vue-loader-options!./node_modules/vue-loader/lib/index.js??vue-loader-options!./resources/js/pages/social-status/Index.vue?vue&type=template&id=7c23465c&scoped=true&":
/*!**************************************************************************************************************************************************************************************************************************************!*\
  !*** ./node_modules/vue-loader/lib/loaders/templateLoader.js??vue-loader-options!./node_modules/vue-loader/lib/index.js??vue-loader-options!./resources/js/pages/social-status/Index.vue?vue&type=template&id=7c23465c&scoped=true& ***!
  \**************************************************************************************************************************************************************************************************************************************/
/***/ ((__unused_webpack_module, __webpack_exports__, __webpack_require__) => {

__webpack_require__.r(__webpack_exports__);
/* harmony export */ __webpack_require__.d(__webpack_exports__, {
/* harmony export */   "render": () => (/* binding */ render),
/* harmony export */   "staticRenderFns": () => (/* binding */ staticRenderFns)
/* harmony export */ });
var render = function () {
  var _vm = this
  var _h = _vm.$createElement
  var _c = _vm._self._c || _h
  return _c(
    "div",
    { staticClass: "container py-5" },
    [
      _c("h1", { staticClass: "page-title" }, [_vm._v("सामाजिक विकास")]),
      _vm._v(" "),
      _c("data-viewer", { attrs: { data: _vm.supateacher } }),
      _vm._v(" "),
      _c("div", { staticClass: "my-5" }),
      _vm._v(" "),
      _c("data-viewer", { attrs: { data: _vm.supacampus } }),
      _vm._v(" "),
      _c("div", { staticClass: "my-5" }),
      _vm._v(" "),
      _c("data-viewer", { attrs: { data: _vm.supahospital } }),
      _vm._v(" "),
      _c("div", { staticClass: "my-5" }),
      _vm._v(" "),
      _c("data-viewer", { attrs: { data: _vm.supagovermenthospital } }),
      _vm._v(" "),
      _c("div", { staticClass: "my-5" }),
      _vm._v(" "),
      _c("data-viewer", { attrs: { data: _vm.privatehospital } }),
      _vm._v(" "),
      _c("div", { staticClass: "my-5" }),
      _vm._v(" "),
      _c("data-viewer", { attrs: { data: _vm.supahelthinsurancedata } }),
    ],
    1
  )
}
var staticRenderFns = []
render._withStripped = true



/***/ })

}]);