<template>
  <div class="container py-5">
    <h1 class="page-title">जनसांख्यिक स्थिति</h1>
    <data-viewer :data="geographicalPopulationData"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="nationalcenses"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="beginingcenses"></data-viewer>
    <div class="my-5"></div>
     <data-viewer :data="districtpopulation"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="religionpopulationData"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="supaandotherprovincedata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="jatjatidata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="languagedata"></data-viewer>
  </div>
</template>

<script>
export default {
  data() {
    return {
      // 3.1
      geographicalPopulationData: {
        title: "सुदूरपश्चिम प्रदेशका भौगोलिक क्षेत्रगत जनसंख्या तथा जनघनत्व विवरण",
        labels: ["क्षेत्र","जनसङ्ख्या", "क्षेत्रफल (वर्ग कि.मि.)", "जनघनत्व(जना/वर्ग कि.मि.)"],
        data: [
          ["हिमाली", 463345, 8393.11,58],
          ["पहाडी", 862215, 6748.78,128],
          ["तराइ", 1226957, 4857.39,253],
        //   [4, "जम्मा", 2552517, 19999.28,131],
          [
             "जम्मा",
            2552517,
            19999.28,
            131,
          ],
        ],
      },
    // 3.1.1
      nationalcenses: {
        title: "प्राष्ट्रिय जनगणना २०७८ को प्रारम्भिक तथ्याङ्क अनुसार",
        labels: ["क्र.स.","क्षेत्र","2078","2068"],
        data: [
          [1, "जम्मा जनसंख्या", 2711270, 2552517],
          [2, "महिला", 1423273, 1334630],
          [3, "पुरुष", 1287997, 1217887],
          [4, "घरपरिवार", 587054, 469971],
          [5, "जनघनत्व", 126+"(प्रति वर्ग किमि)", 131],
          [6, "लै िङ्गक अनुपात", 90.49, 91.25],
          [7, "जनसंख्या बृद्धिदर", 0.58, 1.53],
          [8, "औषत परिवारको आकार", 4.62, 5.43],
          
        ],
      },

// 3.1.2
      beginingcenses: {
        title: "राष्ट्रिय जनगणना २०७८ को प्रारम्भिक तथ्याङ्क अनुसार जिल्लागत जनसंख्या विवरण",
        labels: ["क्षेत्र","कुल जनसंख्या(२०६८)","जनगणना घरसंख्या","घरपरिवार संख्या","जम्मा जनसंख्या","पुरुष","म्हिला","लैंगिक अनुपात","औषत परिवार आकार","वार्षिक वृद्धिदर(%)","जनघनत्व र(प्रतिवग कि.मि.)"],
        data: [
          ["नेपाल", 26494504, 5643945, 6761059,29192480,14291311,14901169,95.91,4.32,0.93,198],
          ["सुदूरपश्चिमप्रदेश", "", 514059,587054,2711270,1287997,1423273,90.49,4.62,0.58,136],
          ["जिल्ला","","","","","","","","","",""],
          ["बाजुरा", 134912,23891, 28922,138998,67608,71390,94.70,4.81,0.29,64],
          ["बझाङ्ग",195159,32917,38369,189097,88988,100109,88.89,4.93,-0.3,55],
          ["दार्चुला",133274,25200,29186,135056,65349,69707,93.75,4.66,0.13,58],
          ["बैतडी",250898,42288,50472,244400,115426,128974,89.50,4.84,-0.25,131],
          ["डडेल्धुरा",142094,26503,31608,139420,65930,73490,89.71,4.41,-0.18,91],
          ["डोटी",211746,36806,46100,205683,95066,110617,85.94, 4.46,-0.28, 102],
          ["अछाम",257477,39375,49969,229816,106240,123576,85.97,4.60,-1.09,137],
          ["कैलाली",775709,183707,200528,911155,439792,471363,93.30,4.54,1.54,2.82],
          ["कंञ्चनपुर",451248,103372,111900,517645,243598,274047,88.89,4.63,1.32,322]
          
        ],
      },
      // 3.2
      districtpopulation: {
        title: "जिल्लागत जनसंख्या वितरण",
        labels: ["जिल्ला","घरपरिवार संख्या","औषत परिवार संख्या","महिला जनसङ्ख्या","पुरुष जनसङ्ख्या","जम्मा जनसङ्ख्या","प्रदेशको कुल जनसंख्याका प्रतिशत","लैङ्गिक अनुपात","जनसंख्या बृद्धिदर","जनघनत्व( प्रति वग कि.मि.)"],
        data: [
          ["बाजुरा",24908,5.42,69106,65806,134912,5.28,95.22,2.15,62],
          ["बझाङ्ग",33786,5.78,102365,92794,195159,7.64,90.65,1.56,57],
          ["दार्चुला",24618,5.41,69669,63605,133274,5.22,91.3,0.88,57],
          ["अछाम",48351,5.33,137469,120008,257477,10.08,87.30,1.07,153],
          ["डोटी",41440,5.11,114494,97252,211746,8.29,84.94,0.22,105],
          ["बैतडी",45191,5.55,133491,117407,250898,9.82,87.95,0.68,165],
          ["डडेलधुरा",27045,5.25,75538,66556,142094,5.56,88.11,1.19,92],
          ["कैलाली",142480,5.44,397292,378417,775709,30.38,95.25,2.29,240],
          ["कञ्चनपुर",82152,5.49,235206,216042,451248,17.67,91.85,1.77,280],
          ["सुदूरपश्चिम जम्मा",469971,5.43,1334630,1217887,2552517,100.0,91.25,1.53,131],
          ["नेपालका जम्मा",5427302,4.88,13645463,12849041,26494504,9.63,94.16,1.35,180],
          
        ],
      },
    // 3.4
      religionpopulationData: {
        title: "धर्मावलम्वीका आधारमा जिल्लागत विवरण",
        labels: ["जिल्ला","जम्मा","हिन्दु","बौद्ध","इश्लाम","किराँत","क्रिश्चियन","प्रकृति","अन्य"],
        data: [
         
          ["बाजुरा", 134912, 133130,1544,100,10,82,6,40],
          ["बझाङ", 195159, 194656,359,8,0,51,7,79],
          ["दार्चुला", 133274, 131782,1167,31,0,74,201,19],
          ["बैतडी", 250898, 250727,55,21,1,54,1,39],
          ["डडेलधुरा", 142094, 140503,1008,37,3,473,46,24],
          ["डोटी", 211746, 209710,1591,116,1,273,14,41],
          ["अछाम", 257477, 256002,776,257,2,344,1,95],
          ["कैलाली", 775709, 736213,15620,4930,86,14493,1710,2657],
          ["कञ्चनपुर", 451248, 429082,5183,461,25,11962,3699,836],
          ["जम्मा", 2552517, 2481805,27303,5961,128,27806,5685,3829],
          [
            {
              colspan: 2,
              value: "जम्मा",
            },97.23,1.06,0.23,0.005,1.089,0.22,0.15
          ],
        ],
      },

  // 3.5
      supaandotherprovincedata: {
        title: "सुदूरपश्चिम प्रदेश र अन्य प्रदेशमा रहेको जनसांख्यिक स्थिति",
        labels: ["क्र.स.", "प्रदेश","जनसङ्ख्या","प्रतिशत","जनसंख्या बृद्धिदर"],
        data: [
         
          [1, "प्रदेश न. १", 4534943,17.1,0.8],
          [2, "मधेश", 5404145,20.4,1.6],
          [3, "बाग्मती", 5529452,20.9,1.9],
          [4, "गण्डकी", 2403757,9.1,0.4],
          [5, "लुम्बिनी", 4499272,17.0,1.6],
          [6, "कर्णाली", 1570418,5.9,1.8],
          [7, "सुदूरपश्चिम", 2552517,9.6,1.53],
          [7, "नेपाल", 26494504,100.0,1.35],
        ],
      },
// 3.6
       jatjatidata: {
        title: "जातजाती आधारमा रहेको जनसंख्या",
        labels: ["क्र.स.", "प्रदेश","जनसङ्ख्या","प्रतिशत"],
        data: [
            [1,"क्षेत्री",1060365,41.4],
            [2,"थारु",439267,17.2],
            [3,"ब्राह्मण-पहाड",332223,13.0],
            [4,"कामी",210835,8.3],
            [5,"ठकुरी",113588,4.5],
            [6,"अन्य दलित",106248,4.2],
            [7,"दमाई/ढोली ",65624,2.6],
            [8,"मगर",56667,2.2],
            [9,"साकी",42987,1.7],
            [10,"लोहार",30217,1.2],
            [11,"अन्य",94496,3.7],
        ],
      },
  // 3.7
      languagedata:{
          title:"प्रखुम दश भाषाभाषी विवरण",
          labels:["क्र.स.","भाषा","जनसंख्या","प्रतिशत"],
          data:[
              [1,"डोटेली",777247,30.4],
              [2,"नेपाली",770322,30.2],
              [3,"थारु",434304,17.0],
              [4,"बैतडेली",271838,10.6],
              [5,"अछामी",142516,5.6],
              [6,"बझाङ्गी",67440,2.6],
              [7,"मगर",23246,0.9],
              [8,"बाजुरेली",10685,0.4],
              [9,"मैथली",8895,0.3],
              [10,"हिन्दी",8294,0.3],
          ]
      },
    };
  },
};
</script>


<style scoped>
</style>