<template>
  <div class="container py-5">
    <h1 class="page-title">जनसांख्यिक स्थिति</h1>
    <data-viewer :data="geographicalPopulationData"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="nationalcenses"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="religionpopulationData"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="supaandotherprovincedata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="jatjatidata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="languagedata"></data-viewer>
  </div>
</template>

<script>
export default {
  data() {
    return {
      geographicalPopulationData: {
        title: "सुदूरपश्चिम प्रदेशका भौगोलिक क्षेत्रगत जनसंख्या तथा जनघनत्व विवरण",
        labels: ["क्र.स.", "क्षेत्र","जनसङ्ख्या", "क्षेत्रफल (वर्ग कि.मि.)", "जनघनत्व(जना/वर्ग कि.मि.)"],
        data: [
          [1, "हिमाली", 463345, 8393.11,58],
          [2, "पहाडी", 862215, 6748.78,128],
          [3, "तराइ", 1226957, 4857.39,253],
        //   [4, "जम्मा", 2552517, 19999.28,131],
          [
            {
              colspan: 2,
              value: "जम्मा",
            },
            2552517,
            19999.28,
            131,
          ],
        ],
      },

      nationalcenses: {
        title: "प्राष्ट्रिय जनगणना २०७८ को प्रारम्भिक तथ्याङ्क अनुसार",
        labels: ["क्र.स.","क्षेत्र","2078","2068"],
        data: [
          [1, "जम्मा जनसंख्या", 2711270, 2552517],
          [2, "महिला", 1423273, 1334630],
          [3, "पुरुष", 1287997, 1217887],
          [4, "घरपरिवार", 587054, 469971],
          [5, "जनघनत्व", 126+"(प्रति वर्ग किमि)", 131],
          [6, "लै िङ्गक अनुपात", 90.49, 91.25],
          [7, "जनसंख्या बृद्धिदर", 0.58, 1.53],
          [8, "औषत परिवारको आकार", 4.62, 5.43],
          
        ],
      },

      religionpopulationData: {
        title: "धर्मावलम्वीका आधारमा जिल्लागत विवरण",
        labels: ["जिल्ला","जम्मा","हिन्दु","बौद्ध","इश्लाम","किराँत","क्रिश्चियन","प्रकृति","अन्य"],
        data: [
         
          ["बाजुरा", 134912, 133130,1544,100,10,82,6,40],
          ["बझाङ", 195159, 194656,359,8,0,51,7,79],
          ["दार्चुला", 133274, 131782,1167,31,0,74,201,19],
          ["बैतडी", 250898, 250727,55,21,1,54,1,39],
          ["डडेलधुरा", 142094, 140503,1008,37,3,473,46,24],
          ["डोटी", 211746, 209710,1591,116,1,273,14,41],
          ["अछाम", 257477, 256002,776,257,2,344,1,95],
          ["कैलाली", 775709, 736213,15620,4930,86,14493,1710,2657],
          ["कञ्चनपुर", 451248, 429082,5183,461,25,11962,3699,836],
          ["जम्मा", 2552517, 2481805,27303,5961,128,27806,5685,3829],
          [
            {
              colspan: 2,
              value: "जम्मा",
            },97.23,1.06,0.23,0.005,1.089,0.22,0.15
          ],
        ],
      },


      supaandotherprovincedata: {
        title: "सुदूरपश्चिम प्रदेश र अन्य प्रदेशमा रहेको जनसांख्यिक स्थिति",
        labels: ["क्र.स.", "प्रदेश","जनसङ्ख्या","प्रतिशत","जनसंख्या बृद्धिदर"],
        data: [
         
          [1, "प्रदेश न. १", 4534943,17.1,0.8],
          [2, "मधेश", 5404145,20.4,1.6],
          [3, "बाग्मती", 5529452,20.9,1.9],
          [4, "गण्डकी", 2403757,9.1,0.4],
          [5, "लुम्बिनी", 4499272,17.0,1.6],
          [6, "कर्णाली", 1570418,5.9,1.8],
          [7, "सुदूरपश्चिम", 2552517,9.6,1.53],
          [7, "नेपाल", 26494504,100.0,1.35],
        ],
      },

       jatjatidata: {
        title: "जातजाती आधारमा रहेको जनसंख्या",
        labels: ["क्र.स.", "प्रदेश","जनसङ्ख्या","प्रतिशत"],
        data: [
            [1,"क्षेत्री",1060365,41.4],
            [2,"थारु",439267,17.2],
            [3,"ब्राह्मण-पहाड",332223,13.0],
            [4,"कामी",210835,8.3],
            [5,"ठकुरी",113588,4.5],
            [6,"अन्य दलित",106248,4.2],
            [7,"दमाई/ढोली ",65624,2.6],
            [8,"मगर",56667,2.2],
            [9,"साकी",42987,1.7],
            [10,"लोहार",30217,1.2],
            [11,"अन्य",94496,3.7],
        ],
      },

      languagedata:{
          title:"प्रखुम दश भाषाभाषी विवरण",
          labels:["क्र.स.","भाषा","जनसंख्या","प्रतिशत"],
          data:[
              [1,"डोटेली",777247,30.4],
              [2,"नेपाली",770322,30.2],
              [3,"थारु",434304,17.0],
              [4,"बैतडेली",271838,10.6],
              [5,"अछामी",142516,5.6],
              [6,"बझाङ्गी",67440,2.6],
              [7,"मगर",23246,0.9],
              [8,"बाजुरेली",10685,0.4],
              [9,"मैथली",8895,0.3],
              [10,"हिन्दी",8294,0.3],
          ]
      },
    };
  },
};
</script>


<style scoped>
</style>