<template>
  <div class="container py-5">
    <h1 class="page-title">जनसांख्यिक स्थिति</h1>
    <data-viewer :data="geographicalPopulationData"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="nationalcenses"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="beginingcenses">
      <template slot="thead-top">
         <tr>
           <th colspan="4"></th>
           <th colspan="3" class="bg-light text-center font-weight-bold">प्रारम्भिक जनसंख्या</th>
         </tr>
      </template>
    </data-viewer>

    <div class="my-5"></div>
    <data-viewer :data="beginingcenses1">
     <template slot="thead-top">
         <tr>
           <th colspan="1"></th>
           <th colspan="3" class="bg-light text-center font-weight-bold">अनुपस्थित जनसंख्या ( प्रारम्भिक)</th>
         </tr>
      </template>
    </data-viewer>
    <div class="my-5"></div>
     <data-viewer :data="districtpopulation">
      <template slot="thead-top">
         <tr>
           <th colspan="3"></th>
           <th colspan="3" class="bg-light text-center font-weight-bold">जनसंख्या</th>
         </tr>
      </template>
     </data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="religionpopulationData"></data-viewer>
    <div class="my-5"></div>
    <data-viewer :data="supaandotherprovincedata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="jatjatidata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="languagedata"></data-viewer>
     <div class="my-5"></div>
    <data-viewer :data="laingikanupat">
       <template slot="thead-top">
         <tr>
           <th colspan="2" class="bg-light text-center font-weight-bold">जिल्ला</th>
           <th colspan="6"></th>
           <th colspan="3" class="bg-light text-center font-weight-bold">साक्षरता (प्रतिशत)</th>
         </tr>
      </template>
    </data-viewer>
  </div>
</template>

<script>
export default {
  data() {
    return {
      // 3.1
      geographicalPopulationData: {
        title: "सुदूरपश्चिम प्रदेशका भौगोलिक क्षेत्रगत जनसंख्या तथा जनघनत्व विवरण",
        labels: ["क्षेत्र","जनसङ्ख्या", "क्षेत्रफल (वर्ग कि.मि.)", "जनघनत्व(जना/वर्ग कि.मि.)"],
        data: [
          ["हिमाली", 463345, 8393.11,58],
          ["पहाडी", 862215, 6748.78,128],
          ["तराइ", 1226957, 4857.39,253],
        //   [4, "जम्मा", 2552517, 19999.28,131],
          [
             "जम्मा",
            2552517,
            19999.28,
            131,
          ],
        ],
      },
    // 3.1.1
      nationalcenses: {
        title: "प्राष्ट्रिय जनगणना २०७८ को प्रारम्भिक तथ्याङ्क अनुसार",
        labels: ["क्र.स.","क्षेत्र","2078","2068"],
        data: [
          [1, "जम्मा जनसंख्या", 2711270, 2552517],
          [2, "महिला", 1423273, 1334630],
          [3, "पुरुष", 1287997, 1217887],
          [4, "घरपरिवार", 587054, 469971],
          [5, "जनघनत्व", 126+"(प्रति वर्ग किमि)", 131],
          [6, "लै िङ्गक अनुपात", 90.49, 91.25],
          [7, "जनसंख्या बृद्धिदर", 0.58, 1.53],
          [8, "औषत परिवारको आकार", 4.62, 5.43],
          
        ],
      },

// 3.1.2
      beginingcenses: {
        title: "राष्ट्रिय जनगणना २०७८ को प्रारम्भिक तथ्याङ्क अनुसार जिल्लागत जनसंख्या विवरण",
        labels: ["क्षेत्र","कुल जनसंख्या(२०६८)","जनगणना घरसंख्या","घरपरिवार संख्या","जम्मा","पुरुष","महिला","लैंगिक अनुपात","औषत परिवार आकार","वार्षिक वृद्धिदर(%)","जनघनत्व र(प्रतिवग कि.मि.)"],
        data: [
          ["नेपाल", 26494504, 5643945, 6761059,29192480,14291311,14901169,95.91,4.32,0.93,198],
          ["सुदूरपश्चिमप्रदेश", "", 514059,587054,2711270,1287997,1423273,90.49,4.62,0.58,136],
          ["जिल्ला","","","","","","","","","",""],
          ["बाजुरा", 134912,23891, 28922,138998,67608,71390,94.70,4.81,0.29,64],
          ["बझाङ्ग",195159,32917,38369,189097,88988,100109,88.89,4.93,-0.3,55],
          ["दार्चुला",133274,25200,29186,135056,65349,69707,93.75,4.66,0.13,58],
          ["बैतडी",250898,42288,50472,244400,115426,128974,89.50,4.84,-0.25,131],
          ["डडेल्धुरा",142094,26503,31608,139420,65930,73490,89.71,4.41,-0.18,91],
          ["डोटी",211746,36806,46100,205683,95066,110617,85.94, 4.46,-0.28, 102],
          ["अछाम",257477,39375,49969,229816,106240,123576,85.97,4.60,-1.09,137],
          ["कैलाली",775709,183707,200528,911155,439792,471363,93.30,4.54,1.54,2.82],
          ["कंञ्चनपुर",451248,103372,111900,517645,243598,274047,88.89,4.63,1.32,322]
          
        ],
      },



      beginingcenses1: {
        title: "राष्ट्रि य जनगणना २०७८ को प्रारम्भिक तथ्याङ्क अनुसार जिल्लागत जनसंख्या विवरण",
        labels: ["क्षेत्र","जम्मा","पुरुष","महिला","प्रतिशत"],
        data: [
          ["नेपाल",2169478,1763315,406163,""],
          ["सुदूरपश्चिमप्रदेश",346836,253169,93667,15.99],
          ["जिल्ला","","","",""],
          ["बाजुरा",15348,10006,5342,0.71],
          ["बझाङ्ग",35553,22250,13303,1.64],
          ["दार्चुला",7378,6223,1155,0.34],
          ["बैतडी",22789,18269,4520,1.05],
          ["डडेल्धुरा",15349,12400,2949,0.71],
          ["डोटी",29125,23862,5263,1.34],
          ["अछाम",44565,30761,13804,2.05],
          ["कैलाली",110651,78536,32115,5.10],
          ["कंञ्चनपुर",66078,50862,15216,3.05],
          
        ],
      },

      
      // 3.2
      districtpopulation: {
        title: "जिल्लागत जनसंख्या वितरण",
        labels: ["जिल्ला","घरपरिवार संख्या","औषत परिवार संख्या","महिला जनसङ्ख्या","पुरुष जनसङ्ख्या","जम्मा जनसङ्ख्या","प्रदेशको कुल जनसंख्याका प्रतिशत","लैङ्गिक अनुपात","जनसंख्या बृद्धिदर","जनघनत्व( प्रति वग कि.मि.)"],
        data: [
          ["बाजुरा",24908,5.42,69106,65806,134912,5.28,95.22,2.15,62],
          ["बझाङ्ग",33786,5.78,102365,92794,195159,7.64,90.65,1.56,57],
          ["दार्चुला",24618,5.41,69669,63605,133274,5.22,91.3,0.88,57],
          ["अछाम",48351,5.33,137469,120008,257477,10.08,87.30,1.07,153],
          ["डोटी",41440,5.11,114494,97252,211746,8.29,84.94,0.22,105],
          ["बैतडी",45191,5.55,133491,117407,250898,9.82,87.95,0.68,165],
          ["डडेलधुरा",27045,5.25,75538,66556,142094,5.56,88.11,1.19,92],
          ["कैलाली",142480,5.44,397292,378417,775709,30.38,95.25,2.29,240],
          ["कञ्चनपुर",82152,5.49,235206,216042,451248,17.67,91.85,1.77,280],
          ["सुदूरपश्चिम जम्मा",469971,5.43,1334630,1217887,2552517,100.0,91.25,1.53,131],
          ["नेपालका जम्मा",5427302,4.88,13645463,12849041,26494504,9.63,94.16,1.35,180],
          
        ],
      },
    // 3.4
      religionpopulationData: {
        title: "धर्मावलम्वीका आधारमा जिल्लागत विवरण",
        labels: ["जिल्ला","जम्मा","हिन्दु","बौद्ध","इश्लाम","किराँत","क्रिश्चियन","प्रकृति","अन्य"],
        data: [
         
          ["बाजुरा", 134912, 133130,1544,100,10,82,6,40],
          ["बझाङ", 195159, 194656,359,8,0,51,7,79],
          ["दार्चुला", 133274, 131782,1167,31,0,74,201,19],
          ["बैतडी", 250898, 250727,55,21,1,54,1,39],
          ["डडेलधुरा", 142094, 140503,1008,37,3,473,46,24],
          ["डोटी", 211746, 209710,1591,116,1,273,14,41],
          ["अछाम", 257477, 256002,776,257,2,344,1,95],
          ["कैलाली", 775709, 736213,15620,4930,86,14493,1710,2657],
          ["कञ्चनपुर", 451248, 429082,5183,461,25,11962,3699,836],
          ["जम्मा", 2552517, 2481805,27303,5961,128,27806,5685,3829],
          [
            {
              colspan: 2,
              value: "जम्मा",
            },97.23,1.06,0.23,0.005,1.089,0.22,0.15
          ],
        ],
      },

  // 3.5
      supaandotherprovincedata: {
        title: "सुदूरपश्चिम प्रदेश र अन्य प्रदेशमा रहेको जनसांख्यिक स्थिति",
        labels: ["क्र.स.", "प्रदेश","जनसङ्ख्या","प्रतिशत","जनसंख्या बृद्धिदर"],
        data: [
         
          [1, "प्रदेश न. १", 4534943,17.1,0.8],
          [2, "मधेश", 5404145,20.4,1.6],
          [3, "बाग्मती", 5529452,20.9,1.9],
          [4, "गण्डकी", 2403757,9.1,0.4],
          [5, "लुम्बिनी", 4499272,17.0,1.6],
          [6, "कर्णाली", 1570418,5.9,1.8],
          [7, "सुदूरपश्चिम", 2552517,9.6,1.53],
          [7, "नेपाल", 26494504,100.0,1.35],
        ],
      },
// 3.6
       jatjatidata: {
        title: "जातजाती आधारमा रहेको जनसंख्या",
        labels: ["क्र.स.", "प्रदेश","सङ्ख्या","प्रतिशत"],
        data: [
            [1,"क्षेत्री",1060365,41.4],
            [2,"थारु",439267,17.2],
            [3,"ब्राह्मण-पहाड",332223,13.0],
            [4,"कामी",210835,8.3],
            [5,"ठकुरी",113588,4.5],
            [6,"अन्य दलित",106248,4.2],
            [7,"दमाई/ढोली ",65624,2.6],
            [8,"मगर",56667,2.2],
            [9,"साकी",42987,1.7],
            [10,"लोहार",30217,1.2],
            [11,"अन्य",94496,3.7],
        ],
      },
  // 3.7
      languagedata:{
          title:"प्रखुम दश भाषाभाषी विवरण",
          labels:["क्र.स.","भाषा","जनसंख्या","प्रतिशत"],
          data:[
              [1,"डोटेली",777247,30.4],
              [2,"नेपाली",770322,30.2],
              [3,"थारु",434304,17.0],
              [4,"बैतडेली",271838,10.6],
              [5,"अछामी",142516,5.6],
              [6,"बझाङ्गी",67440,2.6],
              [7,"मगर",23246,0.9],
              [8,"बाजुरेली",10685,0.4],
              [9,"मैथली",8895,0.3],
              [10,"हिन्दी",8294,0.3],
          ]
      },
      // 3.8
      laingikanupat:{
          title:"स्थानीय तहको जनसंख्या, औषत घरपरिवार सदस्य संख्या र लैङ्गिक अनुपात विवरण",
          labels:["क्र.स.","बाजुरा","घरपरिवार संख्या","जम्मा","पुरुष","महिला","औषत घरपरिवार सदस्य संख्या","लैगिंक अनुपात","महिला","पुरुष","जम्मा"],
          data:[
              [1,"बडिमालिका नगरपालिका",3446,16818,8656,8162,4.88,106.05,75.0,47.7,62.1],
              [2,"बुढीगंगा नगरपालिका",4277,21677,9975,11702,5.07,85.24,76.4,46.6,85.24],
              [3,"बुढीनन्दा नगरपालिका",3452,18776,9351,9425,5.44,99.21,65.7,73.8,54.7],
              [4,"छेडेदह गाउँपालिका",3174,18575,8797,9778,5.85,89.97,65.1,35.6,49.5],
              [5,"गौमूल गाउँपालिका",1560,8515,4166,4349,5.46,95.79,65.8,44.9,55.2],
              [6,"हिमाली गाउँपालिका",1722,9214,4625,4589,5.35,100.78,65.1,38.8,51.9],
              [7,"जगन्नाथ गाउँपालिका",1684,9432,4651,4781,5.60,97.28,64.1,43.2,53.5],
              [8,"स्वामीकार्तिक गाउँपालिका",2223,12784,6226,6558,5.75,94.94,64.4,39.4,51.5],
              [9,"त्रिबेणी नगरपालिका",3350,18363,8631,9732,5.48,88.68,70.0,47.1,57.8],
              ["","संस्थागत",20,758,728,30,"","","",""],
              ["जम्मा","",24908,134912,65806,69106,5.42,95.22,"","",""],
              [
                {
                  colspan:2,
                  value:"बझाङ",
                },"घरपरिवार संख्या","जम्मा","पुरुष","महिला","औषत घरपरिवार सदस्य संख्या","लैगिंक अनुपात","महिला","पुरुष","जम्मा"
              ],
              [1,"बित्थडचिर गाउँपालिका","२७३९","१७१५४","८११८","९०३६",6.26,89.84,71.8,39.4,54.5],
              [2,"बुगल नगरपालिका",4580,33224,16216,17008,6.06,95.34,68.1,36.2,51.6],
              [3,"छबिसपाथिभेरा गाउँपालिका",2959,16296,7679,8617,5.52,89.11,72.8,40.4,55.4],
              [4,"दुर्गाथली गाउँपालिका",2447,12972,5915,7057,5.30,83.82,73.8,40.5,55.4],
              [5,"जयपृथ्वी नगरपालिका",4015,22191,10655,11536,5.53,92.36,80.1,48.1,63.7],
              [6,"साइपाल गाउँपालिका",363,2182,1106,1076,6.01,102.79,59.4,22.7,47.5],
              [7,"केदारस्युँ गाउँपालिका",3586,21307,10046,11261,5.94,89.21,70.0,37.1,52.3],
              [8,"खप्तडछान्ना गाउँपालिका",3105,1583,7150,8743,5.12,81.78,80.2,43.0,59.4],
              [9,"मष्टा गाउँपालिका",2456,14951,7111,7840,6.09,90.70,71.1,39.8,54.5],
              [10,"सुर्मा गाउँपालिका",1418,9022,4547,4475,6.36,101.61,69.1,21.5,42.4],
              [11,"तलकोट गाउँपालिका",2000,11557,5541,6016,5.78,92.6,77.6,46.0,61.0],
              [12,"थलारा गाउँपालिका",3211,17952,8361,9691,5.59,85.24,76.6,54.1,59.3],
              ["","संस्थागत",13,449,9,"","","","","",""],
              [
                {
                  colspan:2,
                  value:"जम्मा",
                },33786,195,92794,102365,5.78,90.65,"","",""
              ],



              [
                {
                  colspan:2,
                  value:"दार्चुला",
                },"घरपरिवार संख्या","जम्मा","पुरुष","महिला","औषत घरपरिवार सदस्य संख्या","लैगिंक अनुपात","महिला","पुरुष","जम्मा"
              ],
              [1,"अपीहिमाल गाउँपालिका",1085,6779,3379,3400,6.25,99.38,77.9,53.4,65.5],
              [2,"ब्यास गाउँपालिका",1919,10347,4865,5482,5.39,88.74,76.6,50.6,62.8],
              [3,"दुहुँ गाउँपालिका",1982,10818,5102,5716,5.46,89.26,78.8,49.7,63.3],
              [4,"लेकम गाउँपालिका",2851,14838,6754,8084,5.20,83.55,81.0,54.0,66.1],
              [5,"महाकाली नगरपालिका",4526,21231,10162,11069,4.69,91.81,85.7,61.9,73.5],
              [6,"मालिकार्जुन गाउँपालिका",3096,15581,7239,8342,5.01,86.78,82.3,58.0,69.1],
              [7,"मार्मा गाउँपालिका",2508,14956,7268,7688,5.96,94.54,77.5,52.0,643],
              [8,"नौगाड गाउँपाकिला",2616,15874,7624,8250,6.07,92.41,70.6,39.6,54.4],
              [9,"शैल्यशिखर नगरपालिका",4021,22060,10471,11589,5.49,90.35,78.5,41.8,645],
              ["","संस्थागत",14,790,741,49,"","","","",""],
               [
                {
                  colspan:2,
                  value:"जम्मा",
                },24618,133274,63605,69669,5.41,91.30,"","","",
              ],



              [
                {
                  colspan:2,
                  value:"बैतडी",
                },"घरपरिवार संख्या","जम्मा","पुरुष","महिला","औषत घरपरिवार सदस्य संख्या","लैगिंक अनुपात","महिला","पुरुष","जम्मा"
              ],
              [1,"दशरथचन्द नगरपालिका",7257,34575,15714,18861,4.76,83.31,88.1,59.8,72.7],
              [2,"डिलाशैनी गाउँपालिका",4110,22924,10990,11934,5.58,92.09,78.0,50.0,63.7],
              [3,"डोगडाकेदार गाउँपालिका",4559,24632,11220,13412,5.40,83.66,78.4,50.7,63.1],
              [4,"मेलौली नगरपालिका",3947,22545,10434,12111,5.71,86.15,81.1,49.7,64.0],
              [5,"पञ्चेश्वर गाउँपालिका",3312,18766,8484,10282,5.67,82.51,75.9,43.1,57.7],
              [6,"पाटन नगरपालिका",5767,30435,13991,16444,5.28,85.08,87.6,58.9,71.9],
              [7,"पूर्चौडी नगरपालिका",6390,39174,19023,20151,6.13,94.40,71.1,40.6,55.3],
              [8,"शिवनाथ गाउँपालिका",2771,17115,8065,9050,6.18,89.12,72.6,38.8,54.6],
              [9,"सिगास गाउँपालिका",3733,21510,10371,11139,5.76,93.11,73.0,42.7,57.1],
              [10,"सुर्नया गाउँपालिका",3321,18549,8471,10078,5.59,84.05,80.7,78.4,62.9],
               ["","संस्थागत",24,673,644,29,"","","","",""],
               [
                {
                  colspan:2,
                  value:"जम्मा",
                },45191,250898,117407,133491,5.55,87.95,"","","",
              ],


                [
                {
                  colspan:2,
                  value:"डडेलधुरा",
                },"घरपरिवार संख्या","जम्मा","पुरुष","महिला","औषत घरपरिवार सदस्य संख्या","लैगिंक अनुपात","महिला","पुरुष","जम्मा"
              ],
              [1,"आलिताल गाउँपालिका",3280,18531,8946,9585,5.65,93.33,77.4,55.3,65.9],
              [2,"अजयमेरु गाउँपालिका",3311,17066,7894,9172,5.15,86.07,79.1,51.4,64.1],
              [3,"अमरगढी नगरपालिका",4778,21245,10003,11242,4.42,88.98,86.3,57.6,71.7],
              [4,"भागेश्वर गाउँपालिका",2464,14129,6728,7401,5.74,90.91,81.6,54.6,67.4],
              [5,"गन्यापधुरा गाउँपालिका",3070,15093,6745,8548,4.92,76.57,78.1,48.3,60.8],
              [6,"नवदुर्गा गाउँपालिका",4132,19975,8607,11350,4.83,75.83,78.7,47.4,60.6],
              [7,"पर्शुराम नगरपालिका",5990,34983,16794,18189,5.84,92.33,76.9,54.5,75.2],
              ["","संस्थागत",22,1090,1039,51,"","","","",""],
               [
                {
                  colspan:2,
                  value:"जम्मा",
                },27045,124094,66556,75538,5.25,88.1,"","",""
              ],




              [
                {
                  colspan:2,
                  value:"डोटी",
                },"घरपरिवार संख्या","जम्मा","पुरुष","महिला","औषत घरपरिवार सदस्य संख्या","लैगिंक अनुपात","महिला","पुरुष","जम्मा"
              ],
              [1,"आदर्श गाउँपालिका",4747,23945,10163,13782,5.04,73.74,65.9,33.1,46.8],
              [2,"बडिकेदार गाउँपालिका",2719,16720,8196,8524,6.15,96.15,74.7,51.3,62.8],
              [3,"बोगटान फुड्सिल गाउँपालिका",3130,17902,8480,9422,5.72,90.00,71.0,41.4,55.2]
              [4,"दीपायल शिलगढी नगरपालिका",7447,32941,15007,17934,4.42,83.68,82.3,47.9,64.9],
              [5,"जोरायल गाउँपालिका",3808,20824,10156,10668,5.47,95.20,82.0,58.1,70.1],
              [6,"केआइसिंह गाउँपालिका",4259,20903,8993,11910,4.91,75.51,69.1,39.8,52.0],
              [7,"पूर्वीचौकी गाउँपालिका",4836,22483,9704,12779,4.65,75.94,69.3,38.2,51.2],
              [8,"सायल गाउँपालिका",3772,19551,8859,10692,5.18,82.86,61.3,30.6,44.1],
              [9,"शिखर नगरपालिका",6665,31801,13420,18381,4.77,73.01,73.5,41.9,55.1],
              ["","संस्थागत",57,4676,4274,402,"","","","",""],
              [
                {
                  colspan:2,
                  value:"जम्मा",
                },41440,211746,97252,114494,5.11,84.94,"","",""
              ],




              [
                {
                  colspan:2,
                  value:"अछाम",
                },"घरपरिवार संख्या","जम्मा","पुरुष","महिला","औषत घरपरिवार सदस्य संख्या","लैगिंक अनुपात","महिला","पुरुष","जम्मा"
              ],
              [1,"बान्नीगढी जयगढ गाउँपालिका",3373,17359,7496,9863,5.15,76.00,"","",""],
              [2,"चौरपाटी गाउँपालिका",5113,25149,1146,14003,4.92,79.60,66.1,38.1,50.2],
              [3,"ढकारी गाउँपालिका",3795,21562,10381,11181,5.68,92.85,58.4,56.2,46.9],
              [4,"कमलबजार नगरपालिका",4482,23738,11048,12690,5.30,87.06,72.6,40.3,52.2],
              [5,"मंगलसेन नगरपालिका",6604,32507,14876,17631,4.92,84.37,75.3,44.1,58.5],
              [6,"मेल्लेख गाउँपालिका",4360,24670,11537,13133,5.66,87.85,69.7,47.1,57.6],
              [7,"पञ्चदेव विनायक नगरपालिका",4966,27485,12859,14626,5.59,87.92,"","",""],
              [8,"रामारोशन गाउँपालिका",4357,25166,12109,13057,5.78,92.74,69.4,43.4,55.8],
              [9,"साँफेबगर नगरपालिका",6693,33788,15484,13804,5.05,84.59,81.5,51.6,65.3],
              [10,"तुर्माखाँद गाउँपालिका",4575,24764,11839,92925,5.41,91.60,65.5,37.6,50.8],
              ["","संस्थागत",33,1289,1233,56,"","","","",""],
              [
                {
                  colspan:2,
                  value:"जम्मा",
                },48351,257477,120008,137469,5.33,87.30,"","",""
              ],


               [
                {
                  colspan:2,
                  value:"कैलाली",
                },"घरपरिवार संख्या","जम्मा","पुरुष","महिला","औषत घरपरिवार सदस्य संख्या","लैगिंक अनुपात","महिला","पुरुष","जम्मा"
              ],
              [1,"बर्दगोरिया गाउँपालिका",5703,32683,15653,17030,5.73,91.9,70.4,50.8,60.1],
              [2,"भजनी नगरपालिका",8717,51845,25716,26129,5.95,98.24,69.7,51.3,60.5],
              [3,"चुरे गाउँपालिका",3362,18924,9329,9595,5.63,97.23,71.6,48.5,59.9],
              [4,"धनगढी उपमहानगर पालिका",29143,147741,73462,74279,5.07,98.90,84.2,66.9,75.6],
              [5,"गौरीगंगा नगरपालिका",10072,55314,26121,29193,5.49,89.48,75.5,54.3,64.7],
              [6,"घोडाघोडी नगरपालिका",13174,75586,36852,38734,5.74,95.14,75.4,56.5,65.7],
              [7,"गोदावरी नगरपालिका",14915,78018,36642,41376,5.23,88.56,70.0,56.7,66.8],
              [8,"जानकी गाउँपालिका",9051,48540,22956,25584,5.36,89.73,74.0,56.5,64.7],
              [9,"जोशीपुर गाउँपालिका",6392,36459,17834,18625,5.70,95.75,69.7,51.5,60.3],
              [10,"कैलारी गाउँपालिका",7802,47987,23491,24496,6.15,95.90,71.8,54.4,62.9],
              [11,"लम्कीचुहा नगरपालिका",14757,75425,35408,40017,5.11,88.48,74.9,55.5,64.5],
              [12,"मोहन्याल गाउँपालिका",3969,22053,10914,11139,5.56,97.98,71.7,46.2,58.8],
              [13,"टीकापुर नगरपालिका",15356,76084,36245,39839,4.95,90.98,76.9,58.8,67.6],
              ["","संस्थागत",67,9050,7794,1256,"","","","",""],
              [
                {
                  colspan:2,
                  value:"जम्मा",
                },142480,775709,378417,397292,5.44,95.25,"","",""
              ],


              [
                {
                  colspan:2,
                  value:"कञ्चनपुर",
                },"घरपरिवार संख्या","जम्मा","पुरुष","महिला","औषत घरपरिवार सदस्य संख्या","लैगिंक अनुपात","महिला","पुरुष","जम्मा"
              ],
              [1,"बेदकोट नगरपालिका",9219,49479,23492,25987,5.37,90.40,80.7,60.3,69.9],
              [2,"बेल्डाँडी गाउँपालिका",3760,21949,10240,11709,5.84,87.45,78.9,56.6,66.8],
              [3,"बेलौरी नगरपालिका",8657,53544,25457,28087,6.19,90.64,80.3,62.1,70.7],
              [4,"भिमदत्त नगरपालिका",20680,104599,51087,53512,5.06,95.47,88.1,67.7,77.8],
              [5,"कृष्णपुर नगरपालिका",10016,56643,27059,29584,5.66,91.46,77.2,56.7,66.4],
              [6,"लालझाडी गाउँपालिका",3640,22569,11086,11483,6.20,96.54,72.3,51.6,61.7],
              [7,"दोधारा चाँदनी नगरपालिका",7392,39253,18130,21123,5.31,85.83,81.6,61.6,70.7],
              [8,"पुनर्वास नगरपालिका",9909,53633,24907,28726,5.41,86.71,78.4,59.3,68.1],
              [9,"शुक्लाफाँटा नरपालिका",8875,46834,21925,24909,5.29,88.02,80.4,50.7,68.9],
              ["","संस्थागत",18,2745,2659,86,"","","","",""],
              [
                {
                  colspan:2,
                  value:"जम्मा",
                },82125,451248,216042,235206,5.49,91.85,"","",""
              ],

              [
                {
                  colspan:2,
                  value:"सुदूरपश्चिम",
                },469971,2552517,1217887,1334630,5.43,91.25,"","",""
              ],

              [
                {
                  colspan:2,
                  value:"नेपाल",
                },5427302,26494504,12849041,13645463,4.88,94.16,"","",""
              ],
          ],
          
      },
    };
  },
};
</script>


<style scoped>
</style>