<template>
    <div class="container bg-white">

        <h2 class="p-3 font-weight-bold">भौगोलिक परिचयः</h2>

        <label>
            नेपालको संविधान बमोजिम नेपाललाई ७ प्रदेशमा विभाजन गरियो । यी मध्ये साविकका महाकाली अञ्‍चलका ४ जिल्ला र सेती
            अञ्चलका ५ जिल्लाको सुदूरपश्चिम प्रदेश कायम भयो । भौगोलिक रुपमा यस प्रदेशले हिमाल, पहाड र तराई गरी तिनै
            धरातलीय स्वरुपलाई समेटेको छ । त्यस्तै हावापानीको दृष्‍टिकोणले हेर्दा पनि यस प्रदेशमा नेपालमा पाइने सबै
            प्रकारको (उष्ण मनसुनीदेखि टुन्ड्रा) हावापानी विद्यमान रहेको छ ।<br><br>


            यो प्रदेश १०९ मिटरदेखी ७१३२ मिटरसम्म उचाई र २८° २२” उत्तरी अक्षांशदेखि ३०° ०९” उत्तरी अक्षांश र ८०°०३”
            पूर्वी देशान्तरदेखि ८१° २५” पूर्वी देशान्तरसम्म फैलिएको छ । यस प्रदेशको सबैभन्दा अग्लो भू-भागको रुपमा अपि
            हिमाल (७,१३२ मिटर) र होचो भू-भागको रुपमा कैलाली जिल्लामा (१०९ मिटर) रहेको छ ।<br><br>


            नेपालको कुल क्षेत्रफल १,४७,१८१ वर्ग कि.मि. मध्ये सुदुरपश्चिम प्रदेश ले १९,५३९ वर्ग कि.मि. अर्थात् १३.२७%
            क्षेत्रफल ओगटेको छ । यसमा प्रदेशको कुल क्षेत्रफलमा हिमाली भू-भाग ७,९३२.८३४ वर्ग कि.मि. (४०.६०%), पहाडी
            भू-भाग ६,७४८.७७०६ वर्ग कि.मि. (३४.५४%) र तराई भू-भाग ४,८५७.३९५४ वर्ग कि.मि. (२४.८६%) पर्दछ । यस प्रदेशमा
            पहाडी तथा हिमाली भू-भाग बढी रहेको छ । यो प्रदेश नेपाल राज्यको करिब पश्चिम भागमा पर्दछ । यो प्रदेशका २ जिल्ला
            (कैलाली र कञ्चनपुर) तराई क्षेत्रमा, ४ जिल्ला (डोटी, डडेल्धुरा, अछाम, बैतडी) पहाडी क्षेत्रमा र ३ जिल्ला
            (दार्चुला, बझाङ र बाजुरा) हिमाली क्षेत्रमा पर्दछन् ।<br><br>


            यस प्रदेशको सिमाना पूर्वमा कर्णाली प्रदेशका सुर्खेत, दैलेख, कालीकोट र मुगु जिल्ला तथा लुम्बिनी प्रदेशको
            बर्दिया जिल्ला पर्दछ । पश्‍चिम र दक्षिणमा भारत, उत्तरमा कर्णाली प्रदेशको हुम्ला जिल्ला तथा मित्र राष्ट्र
            चीनको स्वशासित क्षेत्र तिब्बत रहेको छ ।<br><br>

        </label>
        <h3>प्रदेशको राजनैतिक प्रशासनिक विभाजनः</h3>
        <label>
            नेपालको संविधान अनुसार नेपालको शासकीय स्वरुप संघीय संरचनामा नेपाललाई ७५३ स्थानीय तह, ७ प्रदेश र संघीय
            सरकारको रुपमा विभाजन गरिएको छ । यो विभाजन मध्ये यस सुदूरपश्चिम प्रदेश अन्तर्गत महाकाली अञ्‍चलका ४ जिल्ला
            दार्चुला, बैतडी, डडेल्धुरा र कञ्चनपुर, सेती अञ्‍चलका बझाङ्ग, बाजुरा, डोटी, अछाम र कैलाली गरी जम्मा ९ जिल्ला
            रहेका छन् ।१ उप-महानगरपालिका, ३३ नगरपालिका र ५४ गाउँपालिका गरी जम्मा ८८ स्थानीय तह रहेका छन् ।
        </label>
        <div class="d-flex justify-content-center">
            <img src="/assets/img/map.png" alt="flag" height="400px">
        </div>

        <h3>जनसांख्यिकीय विवरण</h3>
        <label>
            २०६८ सालको जनगणना अनुसार नेपालको कुल जनसंख्या २,६४,९४,५०४ मध्ये यस प्रदेशको जनसंख्या २,५५२,५१७ रहेको छ जुन
            कुल जनसंख्याको ९.६३% हुन आउँछ । यस मध्ये पुरुषको जनसंख्या १२,१७,८८७ र महिलाको जनसंख्या १३,३४,६३० रहेको
            छ।<br><br>

            भौगोलिक क्षेत्रको आधारमा सुदूरपश्चिम प्रदेशको जनसंख्या हिमाली क्षेत्रको जनसंख्या ४,६३,३४५ (१८.१६%), पहाडी
            क्षेत्रको जनसंख्या ८,६२,२१५(३३.७८%) र तराई क्षेत्रको जनसंख्या १२,२६,९५७ (४८.०६%) रहेको छ।
        </label>
        <table class="table table-bordered">
            <thead>
                <tr>
                    <th scope="col">क्षेत्र</th>
                    <th scope="col">जनसंख्या</th>
                    <th scope="col">क्षेत्रफल (वर्ग कि.मि.)</th>
                    <th scope="col">जनघनत्व (जना/ व.कि.मि.)</th>
                </tr>
            </thead>
            <tbody>
                <tr>
                    <th scope="row">हिमाली</th>
                    <td>४,६३,३४५</td>
                    <td>७,९३२.८३४</td>
                    <td>५८</td>
                </tr>
                <tr>
                    <th scope="row">पहाडी</th>
                    <td>८,६२,२१५</td>
                    <td>६,७४८.७७०६</td>
                    <td>१२८</td>
                </tr>
                <tr>
                    <th scope="row">तराइ</th>
                    <td>१२,२६,९५७</td>
                    <td>४८५७.३९५४</td>
                    <td>२५३</td>
                </tr>

                <tr>
                    <th scope="row">जम्मा</th>
                    <td>२,५५२,५१७</td>
                    <td>१९,५३९</td>
                    <td>१३१</td>
                </tr>


            </tbody>

        </table>

        <h3 class="mt-5">प्रमुख नदीनाला तथा तालहरुः</h3>
        <label for="">
            यस प्रदेशका प्रमुख नदीहरुमा सेती र महाकाली हुन् । अन्य सहायक नदीहरुमा चमेलीया, बुढीगंगा, दरगंगा,
            सुर्नाया, ढिकगाड, होपरीगाड, रंगुन, डोटेली गाड, स्पालगाड, खुवटया, मोहना, श्चशसैया, बानरा, आदि हुन् ।
            यस क्षेत्रमा पर्ने प्रमुख तालहरुमा कैलाली जिल्ला घोडाघोडी ताल विश्वसम्पदा सूचीमा सूचिकृत सिमसार
            क्षेत्रको रुपमा परिचित हुनुका साथै धार्मिक दृष्टिकोणबाट समेत प्रसिद्ध छ । कञ्नपुर जिल्लामा रहेको
            झिलमिला ताल, वेदकोट ताल, डडेल्धुराको आलीताल, डोटी जिल्लामा रहेको छतिवन ताल आदि छन् भने डोटी, अछाम,
            बझाङ र बाजुरा जिल्लाको बिचमा रहेको खप्तड ताल यस क्षेत्रको प्रमुख पर्यटकीय आर्कषणको रुपमा रहेको छ ।


        </label>

        <h3 class="mt-5">प्रमुख धार्मिक स्थलहरुः</h3>
        <label for="">
            यस प्रदेशमा थुप्रै धार्मिक स्थलहरु रहेका छन् । जसमध्ये डोटीको खप्तड, अछामको रामारोशन, बाजुराको
            बडीमालिका, बझाङको तपोवन, ऋषिकुण्ड र सुर्मासरोवर, बैतडीको रौलाकेदार र सिगास, दार्चुलाको मालिकार्जुन,
            लटीनाथ, गल्लाकेदार र हुनैनाथ, कैलालीको बेहडा बाबा आदि हुन् ।<br><br>


            यस क्षेत्रका प्रमुख मन्दिरहरुमा बाजुरामा बडीमालिका, बझाङमा सुर्मादेबी, जल्फादेवी, मष्टा र दुर्गा,
            दार्चुलाको मालिकार्जुन, लटीनाथ, गल्लाकेदार, बैतडीको त्रिपुरासुन्दरी, निङ्गलासैनी, जगन्नाथ, ईश्वरी
            गंगाधाम, कृष्णमन्दिर, महारुद्र, मेलौली भगवती, ग्वालेक केदार र राताशिला, डडेल्धुराको उग्रतारा,
            भागेश्वर, घण्टेश्वर, डोटीघटाल र बेताल, अछामको बैजनाथ, बर्मादेवी, डोटीको शैलेश्वरी, केदार,
            लानाकेदारेश्वर, कञ्चनपुरको सिद्धनाथ, बैजनाथ र विष्णु मन्दिर, कैलालीको गोदावरी, वनदेवी, बेंहडा बाबा
            तथा नैनादेवी आदि प्रमुख हुन।
        </label>

        <h3 class="mt-5">प्रमुख पर्यटकीय स्थलहरुः</h3>
        <label for="">यस क्षेत्रका प्रमुख पर्टक स्थलहरुमा खप्तड, बुढीनन्दा देवी, शुक्लाफाँटा, सुर्मासरोवर ताल,
            महाभारतपर्वत, घनघश्या लेक, भेल्छडा, पाताल भुमेश्वर, रौलाकेदार, घोडाघोडी ताल, अजयमेरुकोट, आलीताल,
            बेदकोट, व्यास हिमाल, सैपाल हिमाल, बडीमालीका, मेलौली भगवती, उग्रतारा मन्दिर, टिकापुर पार्क, अपि
            हिमाल, रामारोशन क्षेत्र, दोधाराचादनी झोलुङ्गे पुल, कर्णाली पुल आदि पर्दछन ।</label>
    </div>
</template>
