<template>
  <div class="container-fluid my-div">
    <div class="container-fluid py-5">
      <div class="row">
        <div class="col-xl-2 col-lg-3 col-md-4 side-client-menus">

          <div class="col-xl-12 col-lg-12 col-md-12 main-content">
            <div style="height: 80px;"></div>
            <div class="list-set" style="overflow-y: scroll;">
              <ul ul class="table-list ">
                <li class="my-3">
                  <a href="#table_1">सुदूरपश्चिममा रहेका कूल विद्यार्थी संख्या विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_2">सामूदायिक विद्यालयमा विद्यार्थीको जिल्लागत संख्या विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_3"> बालविकास केन्द्रका विद्यार्थीको जिल्लागत संख्या विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_4">दलित विद्यार्थीहरुको जिल्लागत संख्या विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_5">जिल्लागत जनजाती विद्यार्थी संख्या विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_6">सामूदायिक विद्यालय शिक्षक विवरण </a>
                </li>

                <li class="my-3">
                  <a href="#table_7"> सुदूरपश्चिम प्रदेशमा शिक्षक अनुपात विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_8">सुदूरपश्चिम प्रदेशमा नमूना विद्यालय कार्यक्रम सञ्चालित विद्यालयहरु </a>
                </li>

                <li class="my-3">
                  <a href="#table_9"> सुदूरपश्चिममा रहेका स्थानीय तहको विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_10"> प्रदेशमा रहेका क्याम्पस विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_11">सुदूरपश्चिममा स्वास्थ्य सूचकहरु </a>
                </li>

                <li class="my-3">
                  <a href="#table_12"> सुदूरपश्चिममा रहेका सरकारी स्वास्थ्य संस्था विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_13"> सरकारी अस्पताल विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_14">नीजि तथा सामूदायिक अस्पतालहरु </a>
                </li>

                <li class="my-3">
                  <a href="#table_15">अस्पताल अन्तर्गत स्वास्थ्य जनशक्तिको अवस्था </a>
                </li>

                <li class="my-3">
                  <a href="#table_16"> आयुर्वेद स्वास्थ्य संस्थाको जिल्लागत विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_17"> आर्युवेद स्वास्थ्य संस्थामा कार्यरत स्वास्थ्यकर्मीको जिल्लागत विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_18">कूल प्रजनन् दर, जन्मको अबस्थाको सरदर आयु,मृत्यूदर (Mortality) बारे मा संक्षिप्त
                    क्षबबरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_19">उच्चतम दश रोगहरु अनुसार विरामी संख्या तथा प्रतिशत</a>
                </li>

                <li class="my-3">
                  <a href="#table_20">सुदूरपश्चिम प्रादेशमा स्वास्थ्य बीमाको विवरण</a>
                </li>

                <li class="my-3">
                  <a href="#table_21">वास्थ्य सेवा प्रवाहको अवस्था</a>
                </li>

                <li class="my-3">
                  <a href="#table_22">बालबाललका तथा महिलािरूको पोषण अबस्था</a>
                </li>

                <li class="my-3">
                  <a href="#table_23">एम्बुलेन्स वििरण</a>
                </li>



              </ul>
            </div>
          </div>
        </div>


        <div class="col-xl-8 col-lg-7 col-md-12">
          <div class="container py-5">
            <h1 class="page-title">सामाजिक विकास</h1>

            <data-viewer :data="supastudents">
              <template slot="thead-top">
                <tr>
                  <th colspan="1"></th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">सामूदायिक विद्यालय</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">संस्थागत विद्यालय</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">जम्मा</th>
                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="samudaikvidyalayastudent">
              <!-- <template slot="thead-top">
                <tr>
                  <th colspan="1"></th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">१–१२ कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">१–५ कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">६–८ कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">९–१० कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">११–१२ कक्षा</th>
                </tr>
              </template> -->
            </data-viewer>

            <data-viewer :data="balbikashkendra">
              <template slot="thead-top">
                <tr>
                  <th colspan="1"></th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">बालविकास केन्द्र</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">समूदायमा आधारित बालविकास केन्द्र</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">जम्मा</th>
                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="dalitbidyarthi">
              <template slot="thead-top">
                <tr>
                  <th colspan="1"></th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">१–१२ कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">१–५ कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">६–८ कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">९–१० कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">११–१२ कक्षा</th>
                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="janjatibidyarthi">
              <template slot="thead-top">
                <tr>
                  <th colspan="1"></th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">१–१२ कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">१–५ कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">६–८ कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">९–१० कक्षा</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">११–१२ कक्षा</th>
                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="samudaikvidyalayateacher">
              <template slot="thead-top">
                <tr>
                  <th colspan="1"></th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">प्राथमिक</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">निम्न माध्यमिक</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">माध्यमिक</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">माध्यमिक (११–१२कक्षा)</th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">कूल जम्मा</th>
                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="samudaikvid"></data-viewer>

            <data-viewer :data="sampleschools"></data-viewer>

            <data-viewer :data="supateacher"></data-viewer>
            <!-- 5.12 -->
            <data-viewer :data="TechnicalStreamProgramRunSchools">
            </data-viewer>
            <!-- 5.12.1 -->

            <data-viewer :data="supacampus"></data-viewer>
            <!-- 5.12.2 -->

            <data-viewer :data="supahelthsectordata">
              <template slot="thead-top">
                <tr>
                  <th colspan="2"></th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">आर्थिक बर्ष</th>

                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="supahospital"></data-viewer>

            <data-viewer :data="supagovermenthospital"></data-viewer>

            <data-viewer :data="privatehospital"></data-viewer>

            <data-viewer :data="StatusofHealthManpowerUndertheHospital">
              <template slot="thead-top">
                <tr>
                  <th colspan="2" class="bg-light text-center font-weight-bold">हाल कार्यरत</th>
                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="aurbedic"></data-viewer>
            <!-- 5.16.3 -->
            <data-viewer :data="swasthekarmikojillagatbibaran"></data-viewer>
            <div class="my-5"></div>
            <!-- 5.18 -->
            <data-viewer :data="supajanswastheawasthakopardesiktulna">
              <template slot="thead-top">
                <tr>
                  <th colspan="1"></th>
                  <th colspan="2" class="bg-light text-center font-weight-bold">अबस्था</th>

                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="toptendiseases">
              <template slot="thead-top">
                <tr>
                  <th colspan="1"></th>
                  <th colspan="2" class="bg-light text-center font-weight-bold">राष्ट्रिय</th>
                  <th colspan="1"></th>
                  <th colspan="2" class="bg-light text-center font-weight-bold">प्रदेश</th>

                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="supahelthinsurancedata">

              <template slot="chart">
                <div class="row">
                  <div class="col-md-6">
                    <pie-chart :chart-data="supahelthinsuranceChartdata"></pie-chart>
                  </div>
                  <div class="col-md-6">
                    <bar-chart :chart-data="supahelthinsuranceChartdata">

                    </bar-chart>
                  </div>
                </div>


              </template>
            </data-viewer>

            <data-viewer :data="swastheysewaparwah">
              <template slot="thead-top">
                <tr>
                  <th colspan="1"></th>
                  <th colspan="1" class="bg-light text-center font-weight-bold">राष्ट्रिय</th> -->
                  <th colspan="1"></th>
                  <th colspan="3" class="bg-light text-center font-weight-bold">प्रदेश</th>

                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="balbalikatathamahilaposan">
              <template slot="thead-top">
                <tr>
                  <th colspan="1"></th>
                  <th colspan="2" class="bg-light text-center font-weight-bold">अबस्था</th>

                </tr>
              </template>
            </data-viewer>

            <data-viewer :data="ambulancedata1"></data-viewer>

            <data-viewer :data="ambulancedata2"></data-viewer>

            <data-viewer :data="ambulancedata3"></data-viewer>

            <data-viewer :data="ambulancedata4"></data-viewer>

            <data-viewer :data="ambulancedata5"></data-viewer>

            <data-viewer :data="ambulancedata6"></data-viewer>

            <data-viewer :data="ambulancedata7"></data-viewer>

            <data-viewer :data="ambulancedata8"></data-viewer>

            <data-viewer :data="ambulancedata9"></data-viewer>

          </div>
        </div>
      </div>
    </div>
  </div>

</template>

<script>
export default {
  data() {
    return {
      // 5.4
      supastudents: {
        id: "table_1",
        title: "सुदूरपश्चिममा रहेका कूल विद्यार्थी संख्या विवरण",
        labels: ["कक्षा ", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा"],
        data: [
          ["०–१ कक्षा", 56250, 63474, 119724, 16225, 23650, 39875, 72475, 87124, 159599],
          ["१–५ कक्षा", 196168, 198119, 394287, 32073, 50523, 82596, 228241, 248642, 476883],
          ["६–८ कक्षा", 103599, 102959, 206558, 12720, 22292, 35012, 116319, 125251, 241570],
          ["९–१० कक्षा", 62210, 57824, 120034, 5559, 9635, 15194, 67769, 67459, 135228],
          ["११–१२ कक्षा", 31473, 25420, 56893, 2807, 4168, 6975, 34280, 29588, 63868],
          ["०–१ कक्षा", 56250, 63474, 119724, 16225, 23650, 39875, 72475, 87124, 159599],
          ["१–१२ कक्षा", 393459, 384322, 777781, 53159, 86618, 139777, 446618, 470940, 917558],
          ["जम्मा", 449709, 447796, 897505, 69384, 110268, 179652, 519093, 558064, 1077157],
        ],
      },

      // 5.5
      samudaikvidyalayastudent: {
        id: "table_2",
        title: "सामूदायिक विद्यालयमा विद्यार्थीको जिल्लागत संख्या विवरण",
        labels: ["कक्षा ", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा"],
        data: [
          ["बाजुरा", 21191, 22364, 46555, 12587, 12026, 24613, 6272, 5757, 12029, 3452, 3116, 6568, 1880, 1465, 3345],
          ["बझाङ", 36368, 33157, 69525, 19867, 17719, 37586, 8541, 8218, 16732, 5050, 4634, 9684, 2937, 2586, 5523],
          ["अछाम", 45465, 41979, 87444, 26163, 24170, 50333, 10772, 10408, 21180, 5764, 5174, 10938, 2766, 2227, 4993],
          ["डोटी", 33412, 31681, 65093, 19543, 18628, 38171, 8347, 7913, 16260, 4019, 3768, 7787, 1503, 1372, 2875],
          ["कैलाली", 112346, 114140, 226486, 51771, 56630, 108401, 31708, 32364, 64072, 19888, 18553, 38441, 8979, 6593, 15572],
          ["कञ्चनपुर", 62792, 64818, 127610, 27229, 30400, 57629, 17607, 18135, 35742, 11174, 10678, 21862, 6772, 5705, 12377],
          ["डडेलधुरा", 20251, 19642, 39893, 9530, 9945, 19475, 5479, 3413, 10892, 3589, 3052, 6641, 1653, 1232, 2885],
          ["बैतडी", 38454, 36929, 75383, 19770, 18808, 38578, 9655, 9535, 19190, 5962, 5748, 11710, 3067, 2838, 5905],
          ["दार्चुला", 20180, 19612, 39792, 9708, 9793, 19501, 5245, 5216, 10461, 3311, 3101, 6412, 1916, 1502, 3418],
          ["जम्मा", 393459, 384322, 777781, 196168, 198119, 394287, 10359, 102959, 206558, 62219, 57824, 120043, 31473, 24420, 56893],
        ]
      },
      // 5.6
      balbikashkendra: {
        id: "table_3",
        title: "बालविकास केन्द्रका विद्यार्थीको जिल्लागत संख्या विवरण",
        labels: ["जिल्ला ", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा"],
        data: [
          ["बाजुरा", 3216, 3234, 6450, 329, 252, 581, 3545, 3486, 7031],
          ["बझाङ", 3919, 3982, 7901, 18, 35, 53, 3937, 4017, 7954],
          ["अछाम", 5066, 5238, 10304, 315, 343, 658, 5381, 5581, 10962],
          ["डोटी", 4914, 5588, 10502, 402, 424, 826, 5316, 6012, 11328],
          ["कैलाली", 17725, 21246, 38971, 309, 312, 621, 18034, 21558, 39592],
          ["कञ्चनपुर", 9450, 11656, 21106, 344, 304, 648, 9794, 11960, 21754],
          ["डडेलधुरा", 2751, 3220, 5971, 297, 296, 593, 3048, 3516, 6564],
          ["बैतडी", 4410, 4529, 8939, 84, 58, 142, 4494, 4587, 9081],
          ["दार्चुला", 2688, 2742, 5430, 13, 15, 28, 2701, 2757, 5458],
          ["जम्मा", 54139, 31435, 115574, 2111, 2039, 4150, 56250, 63474, 119724]
        ],
      },
      // 5.7
      dalitbidyarthi: {
        title: "दलित विद्यार्थीहरुको जिल्लागत संख्या विवरण",
        labels: ["जिल्ला ", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा"],
        data: [
          ["बाजुरा", 6672, 6531, 13203, 3948, 3864, 7812, 1714, 1636, 3350, 695, 728, 1423, 315, 303, 618],
          ["बझाङ", 6061, 5903, 11964, 3795, 3682, 7477, 1319, 1332, 2651, 643, 628, 1271, 604, 261, 565],
          ["अछाम", 14207, 13978, 28185, 9402, 9035, 18437, 3098, 3150, 6248, 1280, 1311, 2591, 427, 482, 909],
          ["डोटी", 9098, 8963, 18052, 6240, 5970, 12210, 1984, 2025, 4009, 681, 721, 1402, 184, 247, 431],
          ["कैलाली", 20592, 19362, 39954, 10877, 10814, 21691, 5737, 5110, 10847, 2864, 2519, 5383, 1114, 919, 2033],
          ["कञ्चनपुर", 12990, 12537, 25527, 6582, 6635, 13217, 3585, 3453, 7038, 1978, 1718, 3696, 845, 731, 1576],
          ["डडेलधुरा", 5338, 5049, 10387, 3048, 2962, 3010, 1347, 1329, 2676, 711, 560, 1271, 232, 198, 430],
          ["बैतडी", 9188, 8835, 18023, 5575, 5274, 10849, 2115, 2097, 4212, 1100, 1074, 2174, 398, 390, 788],
          ["दार्चुला", 2817, 2786, 5603, 1657, 1667, 3324, 674, 680, 1354, 356, 319, 675, 130, 120, 250],
          ["जम्मा", 86954, 83944, 170898, 51124, 49903, 101027, 21573, 20812, 42385, 10308, 9578, 19886, 3949, 3651, 7600],
          ["सुदूरपश्चिममा जम्मा", 393459, 384322, 777781, 196168, 198119, 394287, 103599, 102959, 206558, 62219, 57824, 120043, 31473, 24420, 56893],
          ["दलित विद्याथी प्रतिशत", 22.02, 21.84, 21.97, 26.06, 25.18, 25.62, 20.82, 20.21, 20.51, 16.56, 16.56, 16.56, 12.54, 14.95, 13.35],
        ],
      },
      // 5.8
      janjatibidyarthi: {
        title: "जिल्लागत जनजाती विद्यार्थी संख्या विवरण",
        labels: ["जिल्ला ", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा", "छात्रा", "छात्र", "जम्मा"],
        data: [
          ["बाजुरा", 323, 309, 632, 213, 206, 419, 68, 57, 125, 32, 36, 68, 10, 10, 20],
          ["बझाङ", 161, 113, 274, 102, 67, 169, 32, 14, 46, 16, 22, 38, 11, 10, 21],
          ["अछाम", 472, 458, 930, 272, 268, 540, 125, 111, 236, 59, 60, 119, 16, 19, 35],
          ["डोटी", 1399, 1356, 2755, 789, 833, 1622, 362, 325, 687, 173, 148, 321, 75, 50, 125],
          ["कैलाली", 41026, 38524, 79550, 18749, 19612, 38361, 11569, 10958, 22527, 7423, 6032, 13455, 3285, 1922, 5207],
          ["कञ्चनपुर", 16796, 15558, 32354, 7121, 7493, 14614, 4832, 4527, 9359, 3164, 2523, 5687, 1679, 1015, 2694,],
          ["डडेलधुरा", 903, 870, 1773, 482, 510, 992, 241, 222, 463, 117, 104, 221, 63, 34, 97],
          ["बैतडी", 38, 41, 79, 21, 19, 40, 6, 17, 23, 8, 4, 12, 3, 1, 4],
          ["दार्चुला", 168, 141, 309, 106, 88, 194, 34, 34, 68, 16, 11, 27, 12, 8, 20],
          ["जम्मा", 61286, 57370, 118656, 27855, 29096, 56951, 17269, 16265, 33534, 11008, 8940, 19948, 5154, 3069, 8223],
          ["सुदूरपश्चिम मा जम्मा", 393459, 384322, 777781, 196168, 198119, 394287, 103599, 102959, 206558, 62219, 57824, 120043, 31473, 24420, 56893],
          ["जनजाति विद्याथी प्रतिशत", 15.57, 14.92, 15.25, 14.19, 14.68, 14.44, 16.66, 15.79, 16.23, 17.69, 15.46, 16.61, 16.37, 12.56, 14.45
          ],
        ],
      },
      // 5.9
      samudaikvidyalayateacher: {
        id: "table_6",
        title: "सामूदायिक विद्यालय शिक्षक विवरण",
        labels: ["जिल्ला", "राहत", "दरबन्दी", "जम्मा", "राहत", "दरबन्दी", "जम्मा", "राहत", "दरबन्दी", "जम्मा", "राहत", "दरबन्दी", "जम्मा", "राहत", "दरबन्दी", "जम्मा"],
        data: [
          ["डडेलधुरा", 220, 544, 764, 69, 157, 226, 71, 92, 163, 40, 20, 60, 400, 813, 1213],
          ["बाजुरा", 163, 505, 688, 46, 133, 179, 41, 72, 113, 44, 21, 61, 294, 731, 1025],
          ["अछाम", 455, 808, 1263, 141, 158, 299, 149, 81, 230, 86, 44, 126, 831, 1091, 1922],
          ["दार्चुला", 152, 799, 951, 95, 122, 217, 48, 101, 149, 38, 18, 56, 333, 1040, 1373],
          ["बैतडी", 392, 929, 1321, 147, 222, 369, 114, 148, 262, 73, 35, 108, 726, 1334, 2060],
          ["बझाङ", 420, 826, 1246, 173, 125, 298, 121, 125, 246, 102, 53, 155, 816, 1129, 1945],
          ["डोटी", 343, 724, 1067, 123, 142, 265, 91, 91, 182, 41, 20, 61, 598, 977, 1575],
          ["कञ्चनपुर", 360, 839, 1199, 197, 216, 413, 143, 143, 286, 70, 38, 108, 770, 1236, 2006],
          ["कैलाली", 830, 1047, 1877, 368, 209, 577, 225, 151, 376, 80, 49, 129, 1503, 1456, 2959],
          ["जम्मा", 3335, 7021, 10356, 1359, 1484, 2843, 1003, 1004, 2007, 574, 298, 872, 6271, 9807, 16078],
        ],
      },
      // 5.10
      samudaikvid: {
        id: "table_7",
        title: "सुदूरपश्चिम प्रदेशमा शिक्षक अनुपात विवरण",
        labels: ["जिल्ला ", "आधारभूत तह (१–५)", "आधारभूत तह (६–८)", "माध्यमिक तह (९–१०)", "माध्यमिक तह (११–१२)"],
        data: [
          ["बाजुरा", 34.97, 65.51, 57.67, 23.09],
          ["बझाङ", 29.78, 54.57, 38.87, 25.72],
          ["अछाम", 40.48, 67.55, 45.24, 22.15],
          ["डोटी", 31.88, 54.18, 35.29, 24.97],
          ["कैलाली", 34.15, 80.03, 73.30, 61.46],
          ["कञ्चनपुर", 24.57, 60.48, 59.12, 80.25],
          ["डडेलधुरा", 22.33, 50.51, 32.87, 29.17],
          ["बैतडी", 29.77, 54.78, 46.32, 35.29],
          ["दार्चुला", 19.97, 48.64, 42.71, 31.18],
          ["जम्मा", 30.37, 61.87, 50.44, 38.75],
        ],
      },
      // 5.11
      sampleschools: {
        id: "table_8",
        title: "सुदूरपश्चिम प्रदेशमा नमूना विद्यालय कार्यक्रम सञ्चालित विद्यालयहरु",
        labels: ["जिल्ला", "क्र.स.", "नमूना विद्यालयको नाम", "ठेगाना"],
        data: [
          [
            {
              rowspan: 4,
              value: "बाजुरा",
            }, 1, "मालिका मावि", "मार्तडी"
          ],
          [2, "भानोदय मावि", "बुढीगंगा"],
          [3, "मष्टेश्वरी मावि", "खप्तड छेडेदह ५"],
          [4, "बालविकास मावि", "गौमुल ३"],


          [
            {
              rowspan: 5,
              value: "बझाङ",
            }, 1, "सुनकुडा मावि", "चीर"
          ],
          [2, "भैरव मावि", "केदारस्युँ ९"],
          [3, "कुलमष्टजन मावि", "मष्टा गाउँपालिका"],
          [4, "सत्यवादी मावि", "भोपुर"],
          [5, "जनप्रिय मावि बगडगाउँ", "छबिस पाथिभेरा गाउँपालिका"],


          [
            {
              rowspan: 5,
              value: "अछाम",
            }, 1, "सूर्यचन्द्र मावि", "कालीमाटी"
          ],
          [2, "विद्यामन्दिर मावि", "विनायक"],
          [3, "बैद्यनाथ मावि", "चौरपाटी"],
          [4, "विन्देश्वरी नेरा मावि", "रामारोशन"],
          [5, "जनता मावि", "मेल्लेख"],



          [
            {
              rowspan: 4,
              value: "डोटी",
            }, 1, "रामपुर मावि", "बुडर"
          ],
          [2, "पद्म पब्लिक मावि", "शिलगढी"],
          [3, "सिताराम मावि", "शिखर"],
          [4, "खत्याडी मावि", "बोगटान"],


          [
            {
              rowspan: 9,
              value: "कैलाली",
            }, 1, "राष्ट्रिय मावि", "मोतिपुर"
          ],
          [2, "धनगढी मावि", "धनगढी"],
          [3, "दुर्गालक्ष्मी मावि", "अत्तरिया"],
          [4, "दशरथ मावि", "साढेपानी"],
          [5, "महुन्याल मावि", "भजनी"],
          [6, "जनता मावि", "मुनुवा"],
          [7, "कर्णाली मावि", "टीकापुर"],
          [8, "वसन्तमुरारी मावि", "बर्दगोरिया"],
          [9, "रघुनाथ आदर्श मावि", "जोशीपुर"],


          [
            {
              rowspan: 3,
              value: "दार्चुला",
            }, 1, "मालिकार्जुन मावि", "धप"
          ],
          [2, "लटीनाथ मावि", "चन्दनपुर"],
          [3, "गोकुलेश्वर मावि", "शैल्यशिखर"],


          [
            {
              rowspan: 4,
              value: "बैतडी",
            }, 1, "ज्ञानेश्वर मावि", "विजयपुर पाटन"
          ],
          [2, "डिलेश्वरी मावि", "हाट पुर्चौडी"],
          [3, "दुर्गा मावि", "डिलाशैनी"],
          [4, "मणिलेक मावि", "मेलौली"],


          [
            {
              rowspan: 4,
              value: "डडेलधुरा",
            }, 1, "भुवनेश्वरी मावि", "परिगाउँ"
          ],
          [2, "सरस्वती मावि", "बोगटा"],
          [3, "बालकल्याण मावि", "अजयमेरु"],
          [4, "उग्रतारा मावि", "अमरगढी"],

          [
            {
              rowspan: 6,
              value: "कञ्चनपुर",
            }, 1, "बैजनाथ मावि", "जडेपानी बेदकोट"

          ],
          [2, "महेन्द्रनगर मावि", "महेन्द्रनगर"],
          [3, "जननमुना मावि", "रामपुर बेलौरी"],
          [4, "महाकाली मावि", "वसन्तपुर कृष्णपुर"],
          [5, "पुनर्वास जनता मावि", "पुनर्वास"],
          [6, "राष्ट्रिय मावि", "लालझाडी"],


        ],
      },
      // 5.12
      TechnicalStreamProgramRunSchools: {
        title: "सुदूरपश्चिममा रहेका स्थानीय तहको विवरण",
        labels: [
          "क्र.स.",
          "जिल्ला",
          "क्र.स.",
          "विद्यालयको नाम",
          "सञ्चालित कार्यक्रम",
        ],
        data: [

          // Bajura start
          [1, "बाजुरा", 1, "भानोदय मावि, नौबिस", "पशु विज्ञान"],


          // Bajhang start
          [{
            rowspan: 6,
            value: 2,
          },

          {
            rowspan: 6,
            value: "बझाङ",

          }, 1, "सत्यवादी मावि, भोपुर", "बाली विज्ञान",

          ],
          [2, "शिक्षोदय मावि, बागथला", "कम्प्युटर ईन्जिनियरिङ"],
          [3, "बान्नीचौर मावि, छबिस पाथिभेरा", "सिभिल ईन्जिनियरिङ"],
          [4, "दुर्गा भवानी मावि, तल्कोट", "पशु विज्ञान"],
          [5, "सुनकुडा मावि, चीर", "कम्प्युटर ईन्जिनियरिङ"],
          [6, "सरस्वती मावि, विजगडा", "कम्प्युटर ईन्जिनियरिङ"],

          // Achham start
          [{
            rowspan: 4,
            value: 3,
          },

          {
            rowspan: 4,
            value: "अछाम",

          }, 1, "मंगला राष्ट्रिय मावि, वलीगाउँ", "सिभिल ईन्जिनियरिङ",

          ],
          [2, "सुर्यचन्द्र मावि, कालीमाटी", "बाली विज्ञान"],
          [3, "प्रभा धम्कोट मावि, साँफेबगर", "बाली विज्ञान"],
          [4, "नेपाल राष्ट्रिय मावि, रामारोशन", "बाली विज्ञान"],




          // Doti start

          [{
            rowspan: 4,
            value: 4,
          },

          {
            rowspan: 4,
            value: "डोटी",

          }, 1, "घण्टेश्वर मावि, जोरायल", "बाली विज्ञान",

          ],
          [2, "दिल्पेश्वर मावि, दिपायल", "सिभिल ईन्जिनियरिङ"],
          [3, "सिताराम मावि, उच्चाकोट", "बाली विज्ञान"],
          [4, "भवानी मावि, लुसाकोट सायल", "सिभिल ईन्जिनियरिङ"],

          // Kailali start
          [{
            rowspan: 10,
            value: 5,
          },

          {
            rowspan: 10,
            value: "कैलाली",

          }, 1, "रघुनाथ आदर्श मावि,बौनिया", "बाली विज्ञान",
          ],
          [2, "दुर्गालक्ष्मी मावि, अत्तरिया", "कम्प्युटर ईन्जिनियरिङ"],
          [3, "कर्णाली मावि, टीकापुर", "कम्प्युटर ईन्जिनियरिङ"],
          [4, "धनगढी मावि, धनगढी", "सिभिल ईन्जिनियरिङ"],
          [5, "पहलमानसिंह मावि, पहलमानपुर", "बाली विज्ञान"],
          [6, "जागृति मावि, चौरी", "सिभिल ईन्जिनियरिङ"],
          [7, "कामेश्वर मावि, भजनी", "सिभिल ईन्जिनियरिङ"],
          [8, "राष्ट्रिय मावि, कैलारी", "सिभिल ईन्जिनियरिङ"],
          [9, "महुन्याल मावि, बर्दगोरिया", "कम्प्युटर ईन्जिनियरिङ"],
          [10, "राष्ट्रिय मावि, मोहन्याल", "बाली विज्ञान"],
          // 
          [{
            rowspan: 3,
            value: 6,
          },

          {
            rowspan: 3,
            value: "दार्चुला",

          }, 1, "मालिकार्जुन मावि, धाप", "सिभिल ईन्जिनियरिङ ",
          ],
          [2, "जनविकास मावि, बारबाज", "बाली विज्ञान"],
          [3, "खण्डेश्वरी मावि, क्षेत्ती", "बाली विज्ञान"],

          [{
            rowspan: 5,
            value: 7,
          },

          {
            rowspan: 5,
            value: "बैतडी",

          }, 1, "मणिलेक मावि, मेलौली", "सिभिल ईन्जिनियरिङ ",
          ],
          [2, "कृष्ण मावि, पाटन", "कम्प्युटर ईन्जिनियरिङ"],
          [3, "कुमाउ मावि, पञ्चेश्वर", "कम्प्युटर ईन्जिनियरिङ"],
          [4, "नागार्जुन मावि, शिवनाथ", "कृषि विज्ञान"],
          [5, "दुर्गा मावि, सिमार", "सिभिल ईन्जिनियरिङ"],

          [{
            rowspan: 3,
            value: 8,
          },

          {
            rowspan: 3,
            value: "डडेलधुरा",

          }, 1, "बालकल्याण मावि, पुईलेक", "बाली विज्ञान ",
          ],
          [2, "महेन्द्र मावि, खलंगा", "सिभिल ईन्जिनियरिङ"],
          [3, "भागेश्वर मावि, कटाल", "कृषि विज्ञान"],

          [{
            rowspan: 4,
            value: 9,
          },

          {
            rowspan: 4,
            value: "कञ्चनपुर",

          }, 1, "भानु मावि, दोधारा", "कम्प्युटर ईन्जिनियरिङ ",
          ],
          [2, "बैजनाथ मावि, महेन्द्रनगर", "बाली विज्ञान"],
          [3, "शान्ति मावि, शान्तिपुर", "बाली विज्ञान"],
          [4, "बैजनाथ मावि, जडेपानी", "कम्प्युटर ईन्जिनियरिङ"]







        ],
      },
      // 5.12.1
      supacampus: {
        title: "प्रदेशमा रहेका क्याम्पस विवरण",
        labels: ["क्र.स.", "क्याम्पसको नाम", "प्रकार", "जिल्ला", "विश्वविद्यालय"],
        data: [

          // Bajura start
          [1, "बाजुरा", 1, "भानोदय मावि, नौबिस", "पशु विज्ञान"],


          // Bajhang start
          [{
            rowspan: 6,
            value: 2,
          },

          {
            rowspan: 6,
            value: "बझाङ",

          }, 1, "सत्यवादी मावि, भोपुर", "बाली विज्ञान",

          ],
          [2, "शिक्षोदय मावि, बागथला", "कम्प्युटर ईन्जिनियरिङ"],
          [3, "बान्नीचौर मावि, छबिस पाथिभेरा", "सिभिल ईन्जिनियरिङ"],
          [4, "दुर्गा भवानी मावि, तल्कोट", "पशु विज्ञान"],
          [5, "सुनकुडा मावि, चीर", "कम्प्युटर ईन्जिनियरिङ"],
          [6, "सरस्वती मावि, विजगडा", "कम्प्युटर ईन्जिनियरिङ"],

          // Achham start
          [{
            rowspan: 4,
            value: 3,
          },

          {
            rowspan: 4,
            value: "अछाम",

          }, 1, "मंगला राष्ट्रिय मावि, वलीगाउँ", "सिभिल ईन्जिनियरिङ",

          ],
          [2, "सुर्यचन्द्र मावि, कालीमाटी", "बाली विज्ञान"],
          [3, "प्रभा धम्कोट मावि, साँफेबगर", "पशु विज्ञान"],
          [4, "नेपाल राष्ट्रिय मावि, रामारोशन", "पशु विज्ञान"],




          // Doti start

          [{
            rowspan: 4,
            value: 4,
          },

          {
            rowspan: 4,
            value: "डोटी",

          }, 1, "घण्टेश्वर मावि, जोरायल", "बाली विज्ञान",

          ],
          [2, "दिल्पेश्वर मावि, दिपायल", "सिभिल ईन्जिनियरिङ"],
          [3, "सिताराम मावि, उच्चाकोट", "बाली विज्ञान"],
          [4, "भवानी मावि, लुसाकोट सायल", "सिभिल ईन्जिनियरिङ"],

          // Kailali start
          [{
            rowspan: 10,
            value: 5,
          },

          {
            rowspan: 10,
            value: "कैलाली",

          }, 1, "रघुनाथ आदर्श मावि,बौनिया", "बाली विज्ञान",
          ],
          [2, "दुर्गालक्ष्मी मावि, अत्तरिया", "कम्प्युटर ईन्जिनियरिङ"],
          [3, "कर्णाली मावि, टीकापुर", "कम्प्युटर ईन्जिनियरिङ"],
          [4, "धनगढी मावि, धनगढी", "सिभिल ईन्जिनियरिङ"],
          [5, "पहलमानसिंह मावि, पहलमानपुर", "बाली विज्ञान"],
          [6, "जागृति मावि, चौरी", "सिभिल ईन्जिनियरिङ"],
          [7, "कामेश्वर मावि, भजनी", "सिभिल ईन्जिनियरिङ"],
          [8, "राष्ट्रिय मावि, कैलारी", "सिभिल ईन्जिनियरिङ"],
          [9, "महुन्याल मावि, बर्दगोरिया", "कम्प्युटर ईन्जिनियरिङ"],
          [10, "राष्ट्रिय मावि, मोहन्याल", "बाली विज्ञान"],
          // 
          [{
            rowspan: 3,
            value: 6,
          },

          {
            rowspan: 3,
            value: "दार्चुला",

          }, 1, "मालिकार्जुन मावि, धाप", "सिभिल ईन्जिनियरिङ ",
          ],
          [2, "जनविकास मावि, बारबाज", "बाली विज्ञान"],
          [3, "खण्डेश्वरी मावि, क्षेत्ती", "बाली विज्ञान"],

          [{
            rowspan: 5,
            value: 7,
          },

          {
            rowspan: 5,
            value: "बैतडी",

          }, 1, "मणिलेक मावि, मेलौली", "सिभिल ईन्जिनियरिङ ",
          ],
          [2, "कृष्ण मावि, पाटन", "कम्प्युटर ईन्जिनियरिङ"],
          [3, "कुमाउ मावि, पञ्चेश्वर", "कम्प्युटर ईन्जिनियरिङ"],
          [4, "नागार्जुन मावि, शिवनाथ", "कृषि विज्ञान"],
          [5, "दुर्गा मावि, सिमार", "सिभिल ईन्जिनियरिङ"],

          [{
            rowspan: 3,
            value: 8,
          },

          {
            rowspan: 3,
            value: "डडेलधुरा",

          }, 1, "बालकल्याण मावि, पुईलेक", "बाली विज्ञान ",
          ],
          [2, "महेन्द्र मावि, खलंगा", "सिभिल ईन्जिनियरिङ"],
          [3, "भागेश्वर मावि, कटाल", "कृषि विज्ञान"],

          [{
            rowspan: 4,
            value: 9,
          },

          {
            rowspan: 4,
            value: "कञ्चनपुर",

          }, 1, "भानु मावि, दोधारा", "कम्प्युटर ईन्जिनियरिङ ",
          ],
          [2, "बैजनाथ मावि, महेन्द्रनगर", "बाली विज्ञान"],
          [3, "शान्ति मावि, शान्तिपुर", "बाली विज्ञान"],
          [4, "बैजनाथ मावि, जडेपानी", "कम्प्युटर ईन्जिनियरिङ"]







        ],
      },
      // 5.12.1
      supacampus: {
        id: "table_10",
        title: "प्रदेशमा रहेका क्याम्पस विवरण",
        labels: ["क्र.स.", "क्याम्पसको नाम", "प्रकार", "जिल्ला", "विश्वविद्यालय"],
        data: [
          [1, "दार्चुला बहुमुखी क्याम्पस", "आङ्गिक", "दार्चुला", "सुदूरपश्चिम विश्वविद्यालय"],
          [2, "गोकुलेश्वर बहुमुखी क्याम्पस", "आङ्गिक", "दार्चुला", "सुदूरपश्चिम विश्वविद्यालय"],
          [3, "कृष्ण स्नातक क्याम्पस लाली", "सामूदायिक", "दार्चुला", "त्रिभुवन विश्वविद्यालय"],
          [4, "राष्ट्रिय क्याम्पस दत्त", "सामूदायिक", "दार्चुला", "त्रिभुवन विश्वविद्यालय"],
          [5, "लटिनाथ बुहुमुखी क्याम्पस", "सामूदायिक", "दार्चुला", "त्रिभुवन विश्वविद्यालय"],
          [6, "अपीनाम्पा क्याम्पस", "सामूदायिक", "दार्चुला", "त्रिभुवन विश्वविद्यालय"],
          [7, "शंकरपुर क्याम्पस", "सामूदायिक", "दार्चुला", "त्रिभुवन विश्वविद्यालय"],
          [8, "पाटन बहुमुखी क्याम्पस", "आङ्गिक", "बैतडी", "सुदूरपश्चिम विश्वविद्यालय"],
          [9, "जगन्नाथ बहुमुखी क्याम्पस", "आङ्गिक", "बैतडी", "सुदूरपश्चिम विश्वविद्यालय"],
          [10, "पुर्चौडी बहुमुखी क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"],
          [11, "बैतडी शिक्षा क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"],
          [12, "मणीलेक क्याम्पस", "आङ्गिक", "बैतडी", "सुदूरपश्चिम विश्वविद्यालय"],
          [13, "नवप्रभात संयुक्त क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"],
          [14, "श्रीकोट बहुमुखी क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"],
          [15, "शिगास शिक्षा क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"],
          [16, "रौलाकेदार क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"],
          [17, "निङलाशैनी क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"],
          [18, "गोकुलेश्वर कृषि तथा पशु विज्ञान कलेज", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"],
          [19, "सेटीगाउँ बहुमुखी क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"],
          [20, "शंकर बहुमुखी क्याम्पस", "सामूदायिक", "बैतडी", "त्रिभुवन विश्वविद्यालय"],
          [21, "त्रिवेणाी बहुमुखी क्याम्पस", "आङ्गिक", "डडेलधुरा", "सुदूरपश्चिम विश्वविद्यालय"],
          [22, "भिमदत्त बहुमुखी क्याम्पस", "सामूदायिक", "डडेलधुरा", "त्रिभुवन विश्वविद्यालय"],
          [23, "डडेलधुरा बहुमुखी क्याम्पस", "आङ्गिक", "डडेलधुरा", "त्रिभुवन विश्वविद्यालय"],
          [24, "माउण्टेन क्याम्पस", "नीजि", "डडेलधुरा", "त्रिभुवन विश्वविद्यालय"],
          [25, "सुपवि केन्द्रीय क्याम्पस", "आङ्गिक", "कञ्चनपुर", "सुदूरपश्चिम विश्वविद्यालय"],
          [26, "शारदा विद्यापिठ", "आङ्गिक", "कञ्चनपुर", "नेपाल संस्कृत"],
          [27, "शिद्धनाथ विज्ञान क्याम्पस", "आङ्गिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [28, "महाकाली बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [29, "कञ्चन बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [30, "जनता बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [31, "रौलेश्वर जनता आदर्श बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [32, "कञ्चन विद्यामन्दिर सा कलेज", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [33, "भानु बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [34, "कृष्ण बैजनाथ बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [35, "दानेश्वरहरु बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [36, "घटाल बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [37, "रामपुर बहुमुखी क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [38, "अमिट कलेज महेन्द्रनगर", "नीजि", "कञ्चनपुर", "पोखरा विश्वविद्यालय"],
          [39, "विक्सटन कलेज महेन्द्रनगर", "नीजि", "कञ्चनपुर", "पोखरा विश्वविद्यालय"],
          [40, "नमूनाकालिका क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [41, "फ्लोरिडा कलेज", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [42, "जनज्योति क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [43, "बालजागृति क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [44, "उदयसरस्वती क्याम्पस", "सामूदायिक", "कञ्चनपुर", "त्रिभुवन विश्वविद्यालय"],
          [45, "बाजुरा क्याम्पस", "आङ्गिक", "बाजुरा", "सुदूरपश्चिम विश्वविद्यालय"],
          [46, "बडीमालिका क्याम्पस", "आङ्गिक", "बाजुरा", "सुदूरपश्चिम विश्वविद्यालय"],
          [47, "बुढीनन्दा क्याम्पस", "सामूदायिक", "बाजुरा", "त्रिभुवन विश्वविद्यालय"],
          [48, "अछाम बहुमुखी क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"],
          [49, "जनता बहुमुखी क्याम्पस", "आङ्गिक", "अछाम", "सुदूरपश्चिम विश्वविद्यालय"],
          [50, "त्रिपुरासुन्दरी क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"],
          [51, "कैलाश शिक्षा क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"],
          [52, "पंचदेवल क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"],
          [53, "कमलबजार क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"],
          [54, "जनशिखा क्याम्पस", "सामूदायिक", "अछाम", "त्रिभुवन विश्वविद्यालय"],
          [55, "जयपृथ्वी बहुमुखी क्याम्पस", "आङ्गिक", "बझाङ्ग", "सुदूरपश्चिम विश्वविद्यालय"],
          [56, "सेती क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"],
          [57, "सुनकुडा क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"],
          [58, "त्रिवेणी आदर्श बहुमुखी क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"],
          [59, "थलारा बहुमुखी क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"],
          [60, "शान्ति आदर्श क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"],
          [61, "बझाङ्गदिप क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"],
          [62, "खापरदेव क्याम्पस", "सामूदायिक", "बझाङ्ग", "त्रिभुवन विश्वविद्यालय"],
          [63, "कैलाली बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [64, "लम्की बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [65, "रघुनाथ आदर्श बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [66, "टीकापुर बहुमुखी क्याम्पस", "आङ्गिक", "कैलाली", "सुदूरपश्चिम विश्वविद्यालय"],
          [67, "दुर्गालक्ष्मी बहुमुखी क्याम्पस", "आङ्गिक", "कैलाली", "सुदूरपश्चिम विश्वविद्यालय"],
          [68, "विरेन्द्र विद्या मन्दिर बहुमुखी क्याम्पस", "नीजि", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [69, "ऐश्वर्य बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [70, "खप्तड बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [71, "महुन्याल बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [72, "फुलबारी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [73, "राष्ट्रिय कलेज", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [74, "घोडाघोडी बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [75, "शिवसुर्य बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [76, "चौमाला बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [77, "पश्चिम सेती क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [78, "जयमालिका बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [79, "सुदूरपश्चिम ऐकेडेमी", "नीजि", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [80, "एभरेष्ट कलेज", "नीजि", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [81, "बुलबुले बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [82, "कर्णाली बहुमुखी क्याम्पस", "सामूदायिक", "कैलाली", "त्रिभुवन विश्वविद्यालय"],
          [83, "नाष्ट कलेज", "", "कैलाली", ""],
          [84, "डोटी बहुमुखी क्याम्पस", "आङ्गिक", "डोटी", "त्रिभुवन विश्वविद्यालय"],
          [85, "सिताराम क्याम्पस", "आङ्गिक", "डोटी", "सुदूरपश्चिम विश्वविद्यालय"],
          [86, "घण्टेश्वर क्याम्पस", "आङ्गिक", "डोटी", "सुदूरपश्चिम विश्वविद्यालय"],
          [87, "केदार ज्योतिपुञ्ज बहुमुखी क्याम्पस", "सामूदायिक", "डोटी", "त्रिभुवन विश्वविद्यालय"],
          [88, "खप्तड आदर्श क्याम्पस", "सामूदायिक", "डोटी", "त्रिभुवन विश्वविद्यालय"],
          [89, "छहरा बहुमुखी क्याम्पस", "सामूदायिक", "डोटी", "त्रिभुवन विश्वविद्यालय"],
          [90, "दिपायल बहुमुखी क्याम्पस", "सामूदायिक", "डोटी", "त्रिभुवन विश्वविद्यालय"],
        ],
      },

      // 5.12.2
      supahelthsectordata: {
        id: "table_11",
        title: "सुदूरपश्चिममा स्वास्थ्य सूचकहरु",
        labels: ["कार्यक्रम", "प्रमुख स्वास्थ्य सूचकांक/सूचक", "२०७५/७६", "२०७६/७७", "२०७७/७८"],
        data: [
          [{
            rowspan: 6,
            value: "खोप कार्यक्रम",
          }, "खोप तालिका अनुसार पूर्ण खोप पाउने बालबालिको प्रतिशत", 71.3, 71.9, 79.1],
          ["एक बर्षमूनिका बिसिजी खोप पाउने बालबालिको प्रतिशत", 84.4, 80.7, 90.2],
          ["एक बर्षमूनिका डिपिटी पहिलो मात्रा खोप पाउने बालबालिको प्रतिशत", 84.5, 80.6, 88.7],
          ["एक बर्षमूनिका डिपिटी तेस्रो मात्रा खोप पाउने बालबालिको प्रतिशत", 82.2, 75.2, 88.5],
          ["१२ देखि २३ महिनासम्म बालबालिकाहरुले दादुरा रुबेला दोस्रो मात्रा खोप पाएको प्रतिशत", 74.6, 74.5, 85.3],
          ["TD2 र TD2+ खोप पाएका गर्भवतीहरुको प्रतिशत", 63, 60.5, 70.3],



          [{
            rowspan: 5,
            value: "पोषण",
          }, "० देखि २३ महिनाका बालबालिकाको बृद्धि अनुगमन प्रतिशत", 72.2, 66.1, 77.5],
          ["० देखि २३ महिनाका बालबालिकाको बृद्धि अनुगमन गरिएकामध्ये कम तौल भएका बालबालिकाको प्रतिशत", 5.2, 3.4, 2.8],
          ["स्वास्थ्य संस्थामा कम जन्म तौल भएका शिशुको प्रतिशत", 11, 11.4, 8.8],
          ["० देखि २३ महिनाका बालबालिकाको औषत बृद्धि अनुगमन पटक", 4.5, 4.4, 4.6],
          ["SAM भएका बालबालिकाहरुको बृद्धि अनुगमन", 61.2, 70.7, 66.9],

          [{
            rowspan: 4,
            value: "CBIMNCI",
          }, 2 + " महिनामूनिका दर्ता भएका एक्द्यक्ष् को प्रतिशत", 13.5, 11.8, 15.2],
          [5 + " बर्षमूनिका बालबालिकामा झाडापखालाको incidence दर प्रतिहजारमा", 651.2, 553.6, 546.7],
          [5 + " बर्षमूनिका बालबालिकामा श्वासप्रश्वासको incidence दर प्रतिहजारमा", 930.1, 906.4, 830.8],
          [5 + " बर्षमूनिका बालबालिकामा निमोनियाको incidence दर प्रतिहजारमा", 110, 92.9, 64.3],


          [{
            rowspan: 7,
            value: "सुरक्षित मातृत्व",
          }, "स्वास्थ्य संस्थामा कम्तिमा एक पटक गर्भजाँच गराउने महिलाको प्रतिशत", 89.8, 90.1, 97.4],
          ["जम्मा गर्भजाँच मध्ये किशोरीहरुको गर्भजाँच कुनै एक पटक", 14.6, 12.1, 11.8],
          ["गर्भावस्थामा १८० आइरन चक्की पाउने महिलाको प्रतिशत", 68.2, 64.3, 63.9],
          ["प्रोटोकल अनुसार ४,६, ८ र ९ महिनामा गर्भजाँच गराउने महिला प्रतिशत", 57.9, 56.1, 66.8],
          ["संस्थागत सुत्केरी प्रतिशत", 71, 71.1, 82.5],
          ["४५ दिनको लागि आइरन चक्की पाएको सुत्केरी महिलाको प्रतिशत", 55.8, 57.8, 63.9],
          ["एचआइभी परीक्षण गरिएका गर्भवतीहरुको प्रतिशत", 77, 60, 72],


          [{
            rowspan: 7,
            value: "परिवार नियोजन",
          }, "प्रजनन् उमेरका महिलाहरुमध्ये परिवार योजनाका नयाँ प्रयोगकर्ता प्रतिशत", 14.7, 15.1, 17.4],
          ["सुरक्षित गर्भपतन सेवा लिने २० बर्षमूनिका महिलाको अनुपात प्रतिशत", 5.8, 5.7, 6],
          ["परिवार नियोजनको साधन प्रयोगकर्ता दर CPR", 39, 39, 40],
          ["पिल्सको लगातार प्रयोगकर्ता संख्या", 19504, 20042, 22491],
          ["डिपोको लगातार प्रयोगकर्ता संख्या", 42947, 43965, 44950],
          ["IUCD लगातार प्रयोगकर्ता संख्या", 13051, 13304, 14181],
          ["IMPLANT को लगातार प्रयोगकर्ता संख्या", 41530, 45209, 53531],

          [
            {
              rowspan: 2,
              value: "स्वास्थ्य वीमा",
            }, "स्वास्थ्य वीमा गर्नेहरुको संख्या प्रतिशत", 6.73, 12.6, "NA"
          ],
          ["स्वास्थ्य वीमा गर्नेहरुमध्ये नविकरण गर्नेहरुको संख्या प्रतिशत", 48.75, 68, "NA"],



          [{
            rowspan: 2,
            value: "सडक दुर्घटना",
          }, "सडक दुर्घटनाबाट प्रभावितहरुको संख्या", 412, 418, "NA"],
          ["सडक दुर्घटनाबाट ज्यान गुमाउनेहरुको संख्या", 223, 143, "NA"],


          [{
            rowspan: 3,
            value: "ओपिडी/अस्पताल",
          }, "जम्मा जनसंख्यामा ओपिडिमा आएका नयाँ विरामी प्रतिशत", 72, 75, 81],
          ["अस्पतालमा विरामीको औषत बसाइ दिन", 2.5, 2.2, 2.1],
          ["जम्मा आकस्मिक सेवा लिने विरामीको संख्या", 131998, 140577, 150813],

          [{
            rowspan: 3,
            value: "अन्य",
          }, "सर्पको टोकाइबाट प्रभावितहरुको संख्या", 186, 288, 126],
          ["कुकुरको टोकाईबाट प्रभावितहरुको संख्या", 3620, 2803, 7056],
          ["एआटीबाट उपचार गरिरहेको संख्या", 3157, 3276, 3470],

        ],
      },
      // 5.14

      supahospital: {
        id: "table_12",
        title: "सुदूरपश्चिममा रहेका सरकारी स्वास्थ्य संस्था विवरण",
        labels: ["विवरण", "कैलाली", "कञ्चनपुर", "बैतडी", "डडेलधुरा", "दार्चुला", "बझाङ्ग", "डोटी", "बाजुरा", "अछाम", "जम्मा"],
        data: [
          ["अस्पताल ", 3, 1, 1, 2, 2, 1, 1, 1, 1, 13],
          ["प्राथमिक स्वास्थ्य केन्द्र ", 4, 3, 2, 0, 0, 2, 2, 1, 2, 16],
          ["स्वास्थ्य चौकी ", 36, 18, 65, 24, 40, 45, 49, 26, 72, 375],
          ["आधारभूत स्वास्थ्य केन्द्र", 1, 13, 6, 11, 14, 35, 10, 28, 15, 133],
          ["सामुदाययक स्वास्थ्य इकाई", 15, 9, 6, 0, 26, 31, 31, 11, 6, 135],
          ["सहरी स्वास्थ्य केन्द्र", 26, 22, 6, 0, 4, 3, 7, 10, 4, 82],
          ["पोषण गृह", 1, 1, 0, 1, 0, 0, 0, 1, 0, 4],
          ["गाउँघर क्लिनिक ", 236, 72, 300, 68, 157, 126, 208, 64, 235, 1466],
          ["बहीरंग उपचार केन्द्र", 19, 21, 24, 10, 11, 19, 18, 11, 32, 161],
          ["महिला ", 1269, 823, 831, 462, 373, 429, 674, 261, 941, 6055],
          ["सामुदायिक स्वास्थ्य स्वयसेविक ", "", "", "", "", "", "", "", "", "", ""],
          ["बर्थिङ्ग सेन्टर ", 40, 21, 126, 25, 46, 45, 62, 47, 69, 481],
        ],
      },
      // 5.15
      supagovermenthospital: {
        id: "table_13",
        title: "सरकारी अस्पताल विवरण",
        labels: ["अस्पतालको नाम ", "जिल्ला", "पालिका"],
        data: [
          ["डडेल्धुरा अस्पताि (सघीय सरकार)", "डडेलधुरा", "अमरगढी नगरपालिका"],
          ["सेती प्रादेशिक अस्पताल , कैलाली ", "कैलाली", "धनगढी उपमहा नगरपालिका"],
          ["महाकाली प्रादेशिक अस्पताल ,कन्चनपुर ", "कन्चनपुर", "भीमदत नगरपालिका"],
          ["टिकापुर अस्पताल, टिकापुर ", "कैलाली", "टिकापुर नगरपालिका"],
          ["जिल्ला अस्पताल, डोटी", "डोटी", "दिपायल सिलगढी"],
          ["जिल्ला अस्पताल, दार्चुला", "दार्चुला", "महाकाली नगरपालिका"],
          ["जिल्ला अस्पताल, बझाङ्ग", "बझाङ्ग", "जयपृथ्वी  नगरपालिका"],
          ["जिल्ला अस्पताल, बाजुरा", "बाजुरा", "बडीमालिका नगरपालिका"],
          ["जिल्ला अस्पताल, अछाम", "अछाम", "मंगलसेन नगरपालिका"],
          ["जिल्ला अस्पताल, बैतडी", "बैतडी", "दशरथचन्द नगरपालिका"],
          ["मालाखेती अस्पताल", "कैलाली", "गोदावरी  नगरपालिका"],
          ["गोकुलेश्वोर अस्पताल", "दार्चुला", "शैलशिखर  नगरपालिका"],
          ["जोगबुढा अस्पताल", "डडेलधुरा", "परशुराम नगरपालिका"]

        ],
      },

      // 5.16
      privatehospital: {
        id: "table_14",
        title: "नीजि तथा सामूदायिक अस्पतालहरु",
        labels: ["क्र.स.", "अस्पतालको नाम", "जिल्ला"],
        data: [
          ["1", "ब्यलपाटा अस्पताल", "अछाम"],
          ["2", "सुजन अस्पताल", "डोटी"],
          ["3", "चोपडा अस्पताल", "डोटी"],
          ["4", "शैलेश्वरी अस्पताल", "डोटी"],
          ["5", "इशान अस्पताल", "कन्चनपुर"],
          ["6", "मन्त्र अस्पताल", "कन्चनपुर"],
          ["7", "निको अस्पताल", "बैतडी"],
          ["8", "लम्कीचहा अस्पताल", "कैलाली"],
          ["9", "सेवा नर्सिङ होम", "कैलाली"],
          ["10", "घोडाघोडी अस्पताल", "कैलाली"],
          ["11", "पदमा अस्पताल", "कैलाली"],
          ["12", "धर्मरुद्र अस्पताल", "कैलाली"],
          ["13", "सिपी अस्पताल", "कैलाली"],
          ["14", "मायामेट « ो अस्पताल", "कैलाली"],
          ["15", "केजी अस्पताल", "कैलाली"],
          ["16", "नवजीवन अस्पताल", "कैलाली"],
          ["17", "निसर्ग अस्पताल", "कैलाली"],
          ["18", "भारती अस्पताल", "कैलाली"],
          ["19", "नोभा अस्पताल", "कैलाली"],

        ],
      },
      StatusofHealthManpowerUndertheHospital: {
        id: "table_15",
        title: "अस्पताल अन्तर्गत स्वास्थ्य जनशक्तिको अवस्था",
        labels: [
          "अस्पताल",
          "पद",
          "दरबन्दी",
          "पदपूर्ति",
          "स्थायी",
          "करार",
          "जम्मा",
          "जनसंख्या",
          "अनुपात",
        ],

        data: [

          // Achham hospital start
          [{
            rowspan: 11,
            value: "अछाम अस्पताल",
          },
            "विशेषज्ञ चिकित्सक (नवौं तह)", 1, 0, 0, 1, 1, ' ', ' '

          ],
          ["मेडिकल अधिकृत", 1, 0, 0, 5, 5, ' ', ' '],
          ["स्टाफनर्स", 3, 2, 2, 7, 9, '', ''],
          ["हेल्थ असिस्टेन्ट", 1, 0, 0, 4, 4, '', ''],
          ["एएनएम", 2, 1, 1, 9, 10, '', ''],
          ["एएचडब्लु", 2, 0, 0, 9, 9, '', ''],
          ["रेडियोग्राफर", 1, 0, 0, 1, 1, '', ''],
          ["एसिस्टेन्ट फर्मासिस्ट", 0, 0, 0, 1, 1, '', ''],
          ["ल्याब टेक्निसियन", 1, 0, 0, 4, 4, '', ''],
          ["ल्याब असिस्टेन्ट", 1, 0, 0, 4, 4, '', ''],
          ["डेन्टल हाइजेनिस्ट", 0, 0, 0, 1, 1, '', ''],

          // Bajura hospital start
          [{
            colspan: 9,

            value: " "
          },],
          [{
            rowspan: 13,
            value: "बाजुरा अस्पताल",
          },
            "मेसु (नवौं तह)", 1, 0, 0, 0, 0, ' ', ' '

          ],

          ["मेडिकल अधिकृत", 1, 0, 0, 5, 5, '', ''],
          ["स्टाफनर्स", 2, 3, 3, 6, 9, '', ''],
          ["हेल्थ असिस्टेन्ट", 0, 0, 0, 5, 5, '', ''],
          ["एएनएम", 2, 1, 1, 9, 10, '', ''],
          ["एएचडब्लु", 3, 2, 1, 9, 10, '', ''],
          ["रेडियोग्राफर", 0, 0, 0, 1, 1, '', ''],
          ["एसिस्टेन्ट फर्मासिस्ट", 0, 0, 0, 2, 2, '', ''],
          ["ल्याब टेक्निसियन", 1, 1, 0, 1, 1, '', ''],
          ["ल्याब असिस्टेन्ट", 0, 0, 0, 2, 2, '', ''],
          ["डेन्टल हाइजेनिस्ट", 0, 0, 0, 0, 0, '', ''],
          ["डार्क रुम असिस्टेन्ट", 1, 1, 1, 0, 1, '', ''],
          ["ल्याब अधिकृत", 0, 0, 0, 1, 1, '', ''],

          // Jogbudha Hospital start
          [{
            colspan: 9,

            value: " "
          },],
          [{
            rowspan: 12,
            value: "जोगबुडा अस्पताल",
          },
            "मेसु (नवौं तह)", 1, 0, 0, 0, 0, ' ', ' '

          ],

          ["मेडिकल अधिकृत", 2, 0, 0, 2, 2, '', ''],
          ["स्टाफनर्स", 5, 0, 0, 5, 5, '', ''],
          ["हेल्थ असिस्टेन्ट", 4, 4, 4, 0, 4, '', ''],
          ["एएनएम", 3, 2, 2, 1, 3, '', ''],
          ["एएचडब्लु", 1, 1, 1, 2, 3, '', ''],
          ["रेडियोग्राफर", 0, 0, 0, 1, 1, '', ''],
          ["एसिस्टेन्ट फर्मासिस्ट", '', '', '', '', '', '', ''],
          ["ल्याब टेक्निसियन", 1, 0, 0, 1, 1, '', ''],
          ["ल्याब असिस्टेन्ट", 1, 1, 1, 2, 3, '', ''],
          ["डेन्टल हाइजेनिस्ट", '', '', '', '', '', '', ''],
          ["एनेस्थेसिया ", 1, 1, 1, 0, 1, '', ''],

          // Baitadi Hospital start
          [{
            colspan: 9,

            value: " "
          },],
          [{
            rowspan: 14,
            value: "बैतडी अस्पताल",
          },
            "मेसु ", 1, 0, 1, 0, 0, ' ', ' '

          ],

          ["मेडिकल अधिकृत", 1, 0, 0, 3, 3, '', ''],
          ["स्टाफनर्स", 3, 2, 2, 6, 8, '', ''],
          ["हेल्थ असिस्टेन्ट/सिअहेव", 1, 0, 0, 3, 3, '', ''],
          ["एएनएम", 2, 1, 1, 6, 7, '', ''],
          ["एएचडब्लु", 2, 1, 1, 4, 5, '', ''],
          ["रेडियोग्राफर", 1, 1, 1, 0, 1, '', ''],
          ["ल्याब टेक्नोलोजिस्ट", 0, 0, 0, 2, 2, '', ''],
          ["ल्याब असिस्टेन्ट", 1, 1, 1, 2, 3, '', ''],
          ["डेन्टल सर्जन", 0, 0, 0, 1, 1, '', ''],
          ["एनेस्थेसिया ", 0, 0, 1, 0, 1, '', ''],
          ["ल्याब टेक्निसियन", 0, 0, 0, 3, 3, '', ''],
          ["डेन्टल हाइजेनिस्ट", 0, 0, 0, 1, 1, '', ''],
          ["डार्क रुम असिस्टेन्ट", 0, 0, 1, 0, 1, '', ''],

          // Bajhang hospital start
          [{
            colspan: 9,

            value: " "
          },],
          [{
            rowspan: 13,
            value: "बझाङ्ग अस्पताल",
          },
            "मेसु ", 1, 0, 0, 0, 0, ' ', ' '

          ],

          ["मेडिकल अधिकृत", 2, 2, 2, 5, 7, '', ''],
          ["स्टाफनर्स", 3, 2, 2, 9, 11, '', ''],
          ["हेल्थ असिस्टेन्ट", 1, 1, 1, 5, 6, '', ''],
          ["एएनएम", 2, 2, 2, 8, 10, '', ''],
          ["एएचडब्लु", 3, 3, 3, 4, 7, '', ''],
          ["रेडियोग्राफर", 1, 1, 1, 2, 3, '', ''],
          ["ल्याब असिस्टेन्ट", 1, 1, 0, 5, 5, '', ''],
          ["डेन्टल सर्जन", 0, 0, 0, 1, 1, '', ''],
          ["एनेस्थेसिया एसिस्टेन्ट", 0, 0, 0, 1, 1, '', ''],
          ["ल्याब टेक्निसियन", 0, 0, 0, 2, 2, '', ''],
          ["डेन्टल हाइजेनिस्ट", 0, 0, 0, 1, 1, '', ''],
          ["फिजिओथेरापिस्ट", 0, 0, 0, 1, 1, '', ''],


          // Malakheti hospital start
          [{
            colspan: 9,

            value: " "
          },],
          [{
            rowspan: 7,
            value: "मालाखेती अस्पताल",
          },
            "मेसु", 1, 0, 0, 0, 0, ' ', ' '

          ],

          ["मेडिकल अधिकृत", 2, 3, 1, 2, 3, '', ''],
          ["स्टाफनर्स", 5, 4, 4, 0, 4, '', ''],
          ["हेल्थ असिस्टेन्ट", 4, 4, 4, 0, 4, '', ''],
          ["सि. अनमी", 3, 7, 5, 2, 7, '', ''],
          ["सि. अहेब", 1, 4, 4, 0, 4, '', ''],
          ["ल्याब असिस्टेन्ट/ल्याब टेक्निसियन", 2, 3, 2, 1, 3, '', ''],

          // Tikapur hospital start
          [{
            colspan: 9,

            value: " "
          },],
          [{
            rowspan: 15,
            value: "टिकापुर अस्पताल",
          },
            "विशेषज्ञ चिकित्सक", 9, 1, 1, 5, 6, ' ', ' '

          ],

          ["मेडिकल अधिकृत", 4, 0, 0, 9, 9, '', ''],
          ["स्टाफनर्स", 6, 6, 6, 24, 30, '', ''],
          ["हेल्थ असिस्टेन्ट/सि.अहेव ", 5, 4, 1, 3, 4, '', ''],
          ["अनमी", 5, 5, 5, 11, 16, '', ''],
          ["अहेब", 0, 0, 0, 13, 13, '', ''],
          ["रेडियोग्राफर", 1, 1, 1, 3, 4, '', ''],
          ["ल्याब असिस्टेन्ट/टेक्निसियन", 4, 3, 4, 4, 8, '', ''],
          ["डेन्टल सर्जन", 1, 0, 0, 2, 2, '', ''],
          ["एनेस्थेसिया एसिस्टेन्ट", 1, 1, 1, 0, 1, '', ''],
          ["ल्याब टेक्निोलोजिस्ट", 1, 0, 0, 0, 0, '', ''],
          ["डेन्टल हाइजेनिस्ट", 1, 1, 1, 0, 1, '', ''],
          ["फिजिओथेरापिस्ट", 1, 0, 0, 2, 2, '', ''],
          ["नर्सिङ अधिकृत", 1, 1, 1, 0, 1, '', ''],
          ["फार्मेसी असिस्टेन्ट", 1, 0, 0, 2, 3, '', ''],


          // Mahakali hospital start
          [{
            colspan: 9,

            value: " "
          },],
          [{
            colspan: 9,

            value: " "
          },],
          [{
            rowspan: 29,
            value: "महाकाली प्रादेशिक अस्पताल",
          },
            "निर्देशक मेडिकल सुपरिन्टेन्डेन्ट", 1, 0, 0, 0, 0, ' ', ' '

          ],

          ["प्रमुख कन्सलटेन्ट अवगाइने (एघारौं)", 1, 0, 0, 0, 0, '', ''],
          ["प्र.क.पिडियाट्रिसियन (एघारौं)", 1, 0, 0, 0, 0, '', ''],
          ["प.क.ज.फिजिसियन (एघारौं)", 1, 0, 0, 0, 0, '', ''],
          ["प्रमुख कन्सलटेन्ट अवगाइने (नवौ, दशौं)", 2, 1, 1, 2, 3, '', ''],
          ["प्र.क.पिडियाट्रिसियन (नवौ, दशौं)", 3, 0, 0, 1, 1, '', ''],
          ["प्र.क.ज.फिजिसियन (नवौ, दशौं)", 2, 0, 0, 1, 1, '', ''],
          ["ब.क.प्याथोलोजिष्ट (नवौ, दशौं)", 1, 0, 0, 1, 1, '', ''],
          ["ब.क.एनेस्थेटिष्ट (नवौ, दशौं)", 1, 0, 0, 1, 1, '', ''],
          ["ब.क.डर्माटोलोजिष्ट (नवौ, दशौं) ", 1, 0, 0, 0, 0, '', ''],
          ["ब.क.ई.एन.टी सर्जन (नवौ, दशौं)", 1, 0, 0, 1, 1, '', ''],
          ["ब.क.साइक्याट्रिष्ट (नवौ, दशौं)", 1, 0, 0, 0, 0, '', ''],
          ["ब.क.सर्जन (ज.स.) (नवौ, दशौं)", 1, 0, 0, 1, 1, '', ''],
          ["ब.अ.नर्सिङ प्रसाशक(स.मेट्रोन) (नवौ, दशौं)", 1, 0, 0, 0, 0, '', ''],
          ["ब.क.रेडियोलोजिष्ट (नवौ, दशौं)", 1, 0, 0, 0, 0, '', ''],
          ["ब.क.अर्थोपेडिक सर्जन (नवौ, दशौं)", 1, 0, 0, 3, 3, '', ''],
          ["ब.क. मेडिकल जनरलिष्ट (नवौ, दशौं)", 1, 0, 0, 1, 1, '', ''],
          ["डेण्टल सर्जन (आठौं)", 1, 0, 0, 3, 3, '', ''],
          ["मे.अ.।ब.मे.अ. (आठौं)", 7, 1, 0, 9, 9, '', ''],
          ["मे.टेक्नोलोजिष्ट (आठौं)", 1, 0, 0, 4, 4, '', ''],
          ["नसिङ अधिकृत (सातौं)", 2, 1, 1, 2, 3, '', ''],
          ["हे.अ.", 1, 2, 2, 3, 5, '', ''],
          ["बरिष्ठ ल्या.टे.ल्याव टेक्निसियन", 1, 1, 1, 5, 6, '', ''],
          ["मे.रे.सुु. ", 1, 2, 2, 1, 3, '', ''],
          ["रेडियोग्राफी असिस्टेन्ट", 1, 1, 1, 2, 3, '', ''],
          ["स्टाफ नर्स", 19, 17, 17, 46, 63, '', ''],
          ["अनमी", 5, 5, 7, 6, 13, '', ''],
          ["डार्क रुम असिस्टेन्ट", 1, 1, 1, 1, 2, '', ''],
          ["ल्याब असिस्टेन्ट", 1, 1, 1, 4, 5, '', ''],
          ["सि. अहेव, अहेब", 6, 5, 5, 6, 11, '', ''],


          // Gokuluswar hospital start
          [{
            colspan: 9,

            value: " "
          },],
          [{
            rowspan: 12,
            value: "गोकुलेश्वर अस्पताल",
          },
            "मेसु", 1, 0, 0, 0, 0, ' ', ' '

          ],

          ["मेडिकल अधिकृत", 2, 0, 0, 2, 2, '', ''],
          ["स्टाफनर्स", 5, 0, 0, 5, 5, '', ''],
          ["हेल्थ असिस्टेन्ट ", 4, 3, 3, 1, 4, '', ''],
          ["अनमी", 3, 3, 5, 3, 6, '', ''],
          ["अहेब", 1, 1, 2, 3, 5, '', ''],
          ["रेडियोग्राफर", 1, 0, 0, 2, 2, '', ''],
          ["ल्याब असिस्टेन्ट", 1, 1, 1, 4, 5, '', ''],
          ["फार्मेसी सहायक", 0, 0, 0, 2, 2, '', ''],
          ["एनेस्थेसिया एसिस्टेन्ट", 1, 0, 0, 0, 0, '', ''],
          ["ल्याब टेक्निसियन", 1, 0, 0, 1, 1, '', ''],

          // Darchula hospital start
          [{
            colspan: 9,

            value: " "
          },],
          [{
            rowspan: 10,
            value: "दार्चुला अस्पताल",
          },
            "विशेषज्ञ चिकित्स", 1, 0, 0, 1, 1, ' ', ' '

          ],

          ["मेडिकल अधिकृत", 1, 1, 1, 4, 5, '', ''],
          ["स्टाफनर्स", 3, 3, 4, 1, 5, '', ''],
          ["हेल्थ असिस्टेन्ट/सि.अहेब", 1, 1, 1, 1, 2, '', ''],
          ["अनमी", 2, 2, 2, 0, 2, '', ''],
          ["अहेब", 3, 0, 0, 1, 1, '', ''],
          ["ल्याब असिस्टेन्ट", 1, 0, 0, 3, 3, '', ''],
          ["नर्सिङ अधिकृत", 3, 3, 3, 7, 10, '', ''],
          ["डार्क रुम असिस्टेन्ट", 1, 0, 0, 1, 1, '', ''],
          ["मेडिकल रेकर्डर", 0, 0, 0, 1, 1, '', ''],

          // Seti hospital start
          [{
            colspan: 9,

            value: " "
          },],
          [{
            colspan: 9,

            value: " "
          },],
          [{
            rowspan: 47,
            value: "सेती प्रादेशिक अस्पताल",
          },
            "मे.सु. जनरल हेल्थ सर्भिसेज(एघारौं)", 1, 0, 0, 0, 0, ' ', ' '

          ],

          ["प्रमुख कन्सल्टेन्ट फिजिसियन (एघारौं)", 1, 0, 0, 0, 0, '', ''],
          ["प्रमुख कन्सल्टेन्ट अब्स्टेटिसियन गाइनोक्लोजिस्ट (एघारौं)", 1, 0, 0, 0, 0, '', ''],
          ["प्रमुख कन्सल्टेन्ट सर्जन (एघारौं)", 1, 0, 0, 0, 0, '', ''],
          ["प्रमुख कन्सल्टेन्ट पेडियाट्रिसियन (एघारौं)", 1, 1, 1, 0, 1, '', ''],
          ["अब्स्टेटिसियन गाइनोक्लोजिस्ट (नवौ,दशौं)", 2, 2, 2, 2, 4, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट पेडियाट्रिसियन (नवौं, दशौं)", 2, 0, 0, 2, 2, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट फिजिसियन (नवौं,दशौं)", 2, 1, 1, 4, 5, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट प्याथोलोजिस्ट (नवौं, दशौं)", 1, 0, 0, 0, 0, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट एनेस्थेसियोलोजिस्ट(नवौं, दशौं)", 1, 0, 1, 0, 1, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट डर्माटोलोजिस्ट (नवौं, दशौं)", 1, 1, 2, 0, 2, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट इएनटी सर्जन (नवौं, दशौं)", 1, 0, 1, 1, 2, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट साइक्याट्रिस्ट (नवौं,दशौं)", 1, 0, 0, 0, 0, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट सर्जन (नवौं, दशौं)", 1, 1, 1, 2, 3, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट अर्थोपेडिक सर्जन (नवौं, दशौं)", 1, 1, 1, 3, 4, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट रेडियोलोजिस्ट (नवौं, दशौं)", 1, 1, 2, 0, 2, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट कार्डियोलोजिस्ट (नवौं, दशौं)", 1, 0, 0, 0, 0, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट डेन्टल सर्जन (नवौं, दशौं)", 1, 0, 0, 2, 3, '', ''],
          ["नर्सिङ प्रशासक (नवौं, दशौं)", 1, 0, 0, 1, 1, '', ''],
          ["मेडिकल ल्याब टेक्नोलोजिस्ट (नवौं, दशौं)", 1, 0, 0, 0, 0, '', ''],
          ["बरिष्ट/कन्सल्टेन्ट मेडिकल जर्नलिस्ट(नवौं, दशौं)", 1, 1, 1, 0, 1, '', ''],
          ["कन्सल्टेन्ट माइक्रोबायोलोजिस्ट (नवौ)", 0, 0, 0, 1, 1, '', ''],
          ["फरेन्सिक विज्ञ (नवौ)", 0, 0, 0, 1, 1, '', ''],
          ["डेन्टल सर्जन (आठौं)", 1, 1, 1, 0, 1, '', ''],
          ["मेडिकल अधिकृत (आठौं)", 6, 6, 6, 11, 17, '', ''],
          ["बरिष्ट ल्याब टेक्नोलोजिस्ट (सातौ आठौं)", 1, 0, 0, 1, 1, '', ''],
          ["बरिष्ट नर्सिङ अधिकृत (सातौ आठौं)", 2, 1, 1, 0, 1, '', ''],
          ["बरिष्ट ल्याब टेक्नेसियन (पाचौ, छैटौं, सातौं)", 1, 0, 0, 0, 0, '', ''],
          ["मेडिकल रेकर्डर निरीक्षक/बरिष्ट मेडिकल रेकर्डर सुपरभाइजर (पाचौ, छैटौं, सातौं)", 1, 1, 1, 1, 2, '', ''],
          ["रेडियो ग्राफर निरीक्षक/रेडियोग्राफर (पाचौ, छैटौं, सातौं)", 1, 1, 1, 0, 1, '', ''],
          ["अस्पताल नर्सिङ निरीक्षक/स्टाफनर्स (पाचौ, छैटौं, सातौं)", 18, 18, 18, 0, 18, '', ''],
          ["जनस्वास्थ्य निरीक्षक/हेल्थ असिस्टेन्ट(पाचौ, छैटौं, सातौं)", 1, 1, 1, 0, 1, '', ''],
          ["ल्याब असिस्टेन्ट निरीक्षक/ल्याब असिस्टेन्ट (चौथो, पाचौ, छैटौं)", 1, 1, 1, 0, 0, '', ''],
          ["सि.अनमी निरक्षक, सि. अनमी, अनमी(चौथो, पाचौ, छैटौं)", 4, 4, 4, 0, 4, '', ''],
          ["डार्क रुप असिस्टेन्ट निरीक्षक/बरिष्ट डार्क रुम असिस्टेन्ट/डार्क रुम असिस्टेन्ट (चौथो, पाचौ, छैटौं)", 1, 1, 1, 0, 1, '', ''],
          ["सि. अहेब अधिकृत÷सि. अहेब/अहेब (चौथो, पाचौ, छैटौं)", 5, 5, 5, 0, 5, '', ''],
          [{
            colspan: 9,
            value: "सेती प्रादेशिक अस्पताल ब्यवस्थापनतर्फ",
          }],
          ["मेडिकल अधिकृत (आठौं)", 5, 0, 0, 2, 2, '', ''],
          ["ल्याब टेक्नोलोजिस्ट", 1, 0, 0, 1, 1, '', ''],
          ["फार्मेसी सहायक", 2, 0, 0, 2, 2, '', ''],
          ["स्टाफ नर्स", 6, 0, 0, 5, 5, '', ''],
          ["एनेस्थेसिया सहायक", 1, 0, 0, 1, 1, '', ''],
          ["बायोमेडिकल इकिपमेन्ट टेक्निसियन", 1, 0, 0, 1, 1, '', ''],
          ["अनमी", 16, 9, 9, 4, 13, '', ''],
          ["अहेब", 8, 5, 5, 2, 7, '', ''],
          ["डार्क रुम असिस्टेन्ट", 3, 2, 2, 0, 2, '', ''],
          ["ल्याब असिस्टेन्ट", 5, 3, 3, 1, 4, '', ''],
          ["डेन्टल सहायक", 1, 1, 1, 0, 1, '', ''],
        ],

      },
      // 5.16.2
      aurbedic: {
        id: "table_16",
        title: "आयुर्वेद स्वास्थ्य संस्थाको जिल्लागत विवरण",
        labels: [
          "जिल्ला", "प्रदेशिक चिकित्सालय आयुर्वेद", "जिल्ला आयुर्वेद स्वास्थ्य केन्द्र", "आयुर्वेद औषधालय", "नागरिक आरोग्य सेवा केन्द", "पिएचसीमा जीवनशैली कार्यक्रम"],
        col: ["2", ""],
        data: [
          ["कैलाली", 1, 0, 5, 2, 0],
          ["अछाम", 0, 1, 2, 3, 1],
          ["बाजुरा", 0, 1, 1, 2, 1],
          ["डोटी", 0, 1, 7, 3, 1],
          ["डडेलधुरा", 0, 1, 4, 3, 0],
          ["बैतडी", 0, 1, 3, 2, 1],
          ["बझाङ्ग", 0, 1, 4, 3, 1],
          ["दार्चुला", 0, 1, 4, 3, 0],
          ["कञ्चनपुर", 0, 0, 4, 1, 1],
          ["जम्मा", 1, 7, 34, 22, 6],
        ],
      },
      // 5.16.3
      swasthekarmikojillagatbibaran: {
        id: "table_17",
        title: "आर्युवेद स्वास्थ्य संस्थामा कार्यरत स्वास्थ्यकर्मीको जिल्लागत विवरण",
        labels: ["जिल्ला", "दरबन्दी", "दरबन्दी", "पदपूति", "स्थायी", "करार", "जम्मा"],
        data: [
          ["जिल्ला आयुर्वेद स्वास्थ्य केन्द्र अछाम", "आयुर्वेद चिकित्सक", 1, 0, 0, 1, 1],
          ["", "कबिराज", 1, 1, 1, 0, 1],
          ["", "वैद्य", 2, 1, 1, 0, 1],
          ["", "अभ्यंगकर्ता", 0, 0, 0, 2, 2],
          ["", "ल्याब टेक्निसियन", 0, 0, 0, 1, 1],
          ["", "योग प्रशिक्षक", 0, 0, 0, 1, 1],

          ["जिल्ला आयुर्वेद स्वास्थ्य केन्द्र बाजुरा", "आयुर्वेद चिकित्सक", 1, 0, 0, 0, 0],
          ["", "कबिराज", 1, 1, 1, 0, 1],
          ["", "वैद्य", 2, 2, 2, 0, 2],
          ["", "अभ्यंगकर्ता", 2, 0, 0, 1, 1],
          ["", "ल्याब टेक्निसियन", 1, 0, 0, 0, 0],
          ["", "योग प्रशिक्षक", 1, 0, 0, 0, 0],


          ["जिल्ला आयुर्वेद स्वास्थ्य केन्द्र दिपायल डोटी", "आयुर्वेद चिकित्सक", 1, 0, 0, 1, 1],
          ["", "कबिराज", 1, 1, 1, 0, 1],
          ["", "वैद्य", 2, 2, 2, 0, 2],
          ["", "अभ्यंगकर्ता", 0, 0, 0, 3, 3],
          ["", "योग प्रशिक्षक", 0, 0, 0, 1, 1],


          ["जिल्ला आयुर्वेद स्वास्थ्य केन्द्र डडेलधुरा", "आयुर्वेद चिकित्सक", 1, 0, 0, 1, 1],
          ["", "कबिराज", 1, 1, 1, 0, 1],
          ["", "वैद्य", 2, 2, 2, 0, 2],
          ["", "अभ्यंगकर्ता", 0, 0, 0, 3, 3],
          ["", "योग प्रशिक्षक", 0, 0, 0, 1, 1],


          ["जिल्ला आयुर्वेद स्वास्थ्य केन्द्र बैतडी", "आयुर्वेद चिकित्सक", 1, 0, 0, 1, 1],
          ["", "कबिराज", 1, 1, 1, 1, 2],
          ["", "वैद्य", 2, 2, 2, 2, 4],
          ["", "अभ्यंगकर्ता", 0, 0, 0, 3, 3],
          ["", "योग प्रशिक्षक", 0, 0, 0, 1, 1],


          ["जिल्ला आयुर्वेद स्वास्थ्य केन्द्र बझाङ्ग", "आयुर्वेद चिकित्सक", 1, 1, 1, 0, 1],
          ["", "कबिराज", 1, 0, 0, 0, 0],
          ["", "वैद्य", 2, 2, 2, 0, 2],


          ["सेती आयुर्वेद औषधालय", "आयुर्वेद चिकित्सक", 1, 1, 1, 0, 1],
          ["", "कबिराज", 1, 1, 1, 0, 1],
          ["", "वैद्य", 1, 1, 1, 0, 1],
          ["", "अभ्यंगकर्ता", 0, 0, 0, 4, 4],
          ["", "योग प्रशिक्षक", 0, 0, 0, 1, 1],
          ["", "ल्याब असिस्टेन्ट", 0, 0, 0, 1, 1],



          ["महाकाली आयुर्वेद औषधालय", "आयुर्वेद चिकित्सक", 1, 1, 1, 1, 2],
          ["", "कबिराज", 1, 1, 1, 0, 1],
          ["", "वैद्य", 1, 1, 1, 2, 3],
          ["", "अभ्यंगकर्ता", 0, 0, 0, 5, 5],
          ["", "योग प्रशिक्षक", 0, 0, 0, 1, 1],
          ["", "ल्याब असिस्टेन्ट", 0, 0, 0, 1, 1],


          ["दार्चुला आयुर्वेद स्वास्थ्य केन्द्र", "आयुर्वेद चिकित्सक", 1, 10, 0, 0, 0],
          ["", "कबिराज", 1, 0, 0, 0, 0],
          ["", "वैद्य", 2, 2, 2, 0, 2],
          ["", "अभ्यंगकर्ता", 0, 0, 0, 4, 4],
          ["", "योग प्रशिक्षक", 0, 0, 0, 1, 1],
        ]
      },
      // 5.18
      supajanswastheawasthakopardesiktulna: {
        id: "table_18",
        title: "कूल प्रजनन् दर, जन्मको अबस्थाको सरदर आयु,मृत्यूदर (Mortality) बारे मा संक्षिप्त क्षबबरण",
        labels: ["वविरण", "राष्ट्रिय", "प्रदेश", "सूचनाको श्रोत"],
        data: [
          ["कूल प्रजनन् दर", 2.3, 2.2, "नेपाल जनसांक्षख्यक तथा स्वास््य सबेिण-२०१६"],
          ["मातृ मृत्युदर", 239, "", ""],
          ["नवजात शशिु मृत्युदर  (प्रति १००० जीवित जन्ममा)", 21, 41, ""],
          [" शशिु मृत्युदर (प्रति १०००  जीवित  जन्ममा)", 32, 58, ""],
          ["५ बर्ष  मुनिको बाल मृत्युदर (प्रति १०००  जीवित  जन्ममा)", 39, 69, ""],
          ["अपेक्षित औषत आयु (बर्षमा )", "", 68.6, "राष्ट्रिय जनगणना २०६८"]
        ],
      },
      // 5.19
      toptendiseases: {
        id: "table_19",
        title: "उच्चतम दश रोगहरु  अनुसार विरामी संख्या तथा प्रतिशत",
        labels: ["रोगको नाम", "संख्या", "प्रतिशत (जम्मा नयााँ बिरामि मध्ये)", "रोगको नाम", "संख्या", "रतिशत (जम्मा नयााँ बिरामि मध्ये)"],
        data: [
          ["Upper Respiratory tract infection (URTI) cases", 1216479, 4.6, "Upper Resoiratory Tract Infection (URTI) Cases", 165929, 9.0],
          ["Gastritis (APD)", 1196415, 4.5, "Gastritis (APD)", 139093, 7.5],
          ["Headache", 1065400, 4.0, "Headache", 138597, 7.5],
          ["Lower Respiratory Tract Infection (LRTI) Cases", 876041, 3.3, "Lower Respiratory Tract Infection (LRTI) Cases", 110399, 6.0],
          ["Falls/Injuries/Fractures", 801623, 3.0, "Falls/Injuries/Fractures", 95084, 5.1],
          ["PUO", 637094, 2.4, "Presumed Non-Infectious Diarrhea Cases", 64567, 3.5],
          ["Presumed NonInfectious Diarrhoea Cases", 566839, 2.1, "Presumed Infectious Diarrhoea Cases", 56556, 3.1],
          ["Skin Diseases/Scabies cases", 522485, 2.0, "PUO", 50820, 2.7],
          ["Orthopedic Problem", 475575, 1.8, "Abdominal pain", 49517, 2.7],
          ["Typhoid", 451731, 1.7, "Fungal Infection (Lichen Planus) Cases", 46990, 2.5],
        ],
      },
      // 5.20
      supahelthinsurancedata: {
        id: "table_20",
        title: "सुदूरपश्चिम प्रादेशमा स्वास्थ्य बीमाको विवरण",
        labels: ["क्र.स.", "जिल्ला", "वीमित पुरुष", "वीमित महिला", "जम्मा वीमित सदस्य"],

        data: [
          [1, "कैलाली", "१०२६९०", "११३१५६", "२१५८४६"],
          [2, "अछाम", "१९६६७", "२४२८५", "४३९५२"],
          [3, "बझाङ्ग", "१७००६", "१९९२५", "३६९३१"],
          [4, "बाजुरा", "१५४५३", "१५८८३", "३१३३६"],
          [5, "दार्चुला", "४५८६", "४९४४", "९५३०"],
          [6, "कञ्चनपुर", "१८८५१", "२१०२०", "३९८७१"],
          [7, "बैतडी", "८९२४", "१०५४४", "१९४६८"],
          [8, "डडेलधुरा", "४६७५", "५६४५", "१०३२०"],
          [9, "डोटी", "२४७१", "३५३६", "६००७"],
          [
            {
              colspan: 2,
              value: "जम्मा",
            }, "१९४३२३", "२१८९३८", "४१३२६१"
          ],
        ],
      },

      supahelthinsuranceChartdata: {
        labels: ["कैलाली", "अछाम", "बझाङ्ग", "बाजुरा", "दार्चुला", "कञ्चनपुर", "बैतडी", "डडेलधुरा", "डोटी"],
        datasets: [
          {
            backgroundColor: ["#29a8ab", "#5fb96c", "#e6b40f", 'blue', 'green', 'red', 'purple', 'grey', 'pink'],
            data: [215846, 43952, 36931, 31336, 9530, 39871, 19746, 10320, 6007],

          },
        ],
      },

      // 5.21
      swastheysewaparwah: {
        id: "table_21",
        title: "वास्थ्य सेवा प्रवाहको अवस्था",
        labels: ["सूचक", "२०७४/७५", "२०७५/७६", "२०७४/७५", "२०७५/७६"],
        data: [
          ["डिपिटि, हेप बी र हिब खोपको तेस्रो मात्रा पाएका १ बर्ष मुनिका बच्चाहरू को प्रतिशत", 82, "", 83, 82],
          ["दादुरा रूवेला खोपको दोस्रो मात्रा पाएका १२ देखि २३ महिनाका बच्चाहरू को प्रतिशत", 66, "", 70, 75],
          ["पुर्णखोप पाएका १२ देखि २३ महिनाका बच्चाहरू को प्रतिशत", 70, "", 76, 71],
          ["बृक्षि अनुगमन गरिएका ० देखि २३ महिनाका बच्चाहरू को प्रक्षतशत", "-", "", 73, 72],
          ["निमोनिया रोग लागेका ५ वर्षमुनिका वालवालिकाको दर (प्रतिहजार)", "-", "", 130, 110],
          ["एन्टीबायोटिक बाट उपचार गरिएका निमोनिया भएका ५ बर्ष मुनिका बच्चाहरू को प्रतिशत", 102, "", 139, 113],
          ["झाडा पखाला रोग लागेका ५ वर्षमुनिका वालवालिकाको दर (प्रतिहजार)", 385, "", 648, 625],
          ["पनजलीय झोल र क्षजंकबाट उपचार गररएका झाडा पखाला भएका ५ बर्ष मुनिका बच्चाहरू को प्रतिशत", 95, "", 98, 94],
          ["प्रोटोकल अनुसार चारपटक पुर्व प्रशुति सेवा प्राप्त गने महिलाहरूको प्रतिशत (जीवित जन्ममा)", 50, "", 55, 58],
          ["स्वास्थ्य संस्थामा प्रशुति हुने महिलारूको प्रतिशत (जीवित जन्ममा)", 54, "", 69, 79],
          ["नवजात शिशु मृत्यु संख्या(प्रतिवेदन मा आधारित)", "", "", 280, 210],
          ["मातृ मृत्यु सख्या (प्रतिवेदन मा आधारित)", "", "", 27, 17],
          ["दक्ष स्वास्थ्यकमीबात प्रशुति गराइएका महिलाहरूको प्रतिशत (जीवित जन्ममा)", 52, "", 60, 61],
          ["परिवार नियोजन साधनको प्रयोगकता दर (CPR)", 40, "", 39, 39],
          ["यरोगको क्षबरामी पत्ता लागेको (Case Notification) दर प्रक्षत लाख जनसंख्या", 112, "", 111, 106],
          ["क्षयरोग उपचार सफलता दर (Rx Success Rate) प्रतिशत", 91, "", 89, 79],
          ["कूष्ठरोग प्रकोप दर (Prevalence Rate) प्रति १० हजार जनसंख्या", 0.9, "", 0.80, 0.73],
          ["औलोरोग लाग्ने दर (Annual Parasite Incidence Rate) प्रतिहजार जोखिम जनसख्यामा", 0.08, "", 0.29, 0.16],
          ["कालाजार भएका बिरामीको संख्या", "", "", 9, 12],
          ["डेंगुका बिरामी संख्या", "", "", 1, 111],
          ["बहिरग सेवा लिएका बिरामीहरूको प्रतिशत (कूल जनसंख्यामा)", 74, "", 72, 72],
          ["आकस्मिक स्वास्थ्य सेवा उपयोग गरे का बिरामीहरूको प्रतिशत (कूल जनसंख्यामा)", "", "", 5, 5]
        ],
      },

      // 5.22
      balbalikatathamahilaposan: {
        id: "table_22",
        title: "बालबाललका तथा महिलािरूको पोषण अबस्था",
        labels: ["बिबरण", "राक्षरिय", "प्रदेश", "सुचनाको श्रोत(नेपाल जनसांक्षख्यक र स्वास््य सबेिण २०१६)"],
        data: [
          ["५ बर्ष मुनिका बच्चाहरूको पुडकोपन भएको प्रतिशत", 35.8, 35.9, ""],
          ["५ बर्ष मुनिका बच्चाहरूको ख्याउटेपन भएको प्रतिशत", 9.7, 9.3, ""],
          ["५ बर्ष मुनिका बच्चाहरूको कमतौल भएको प्रतिशत", 27, 28.1, ""],
          ["६-२३ महिनाका बच्चालाई न्युनतम ४ प्रकारको खाना खुवाइएको प्रतिशत", 45.8, 49.9, ""],
          ["६-८ महिनाको बच्चालाई कम्तिमा दुईपटक/९-२३ महिनाको बच्चालाई कम्तिमा ३ पटक खुवाइएको प्रतिशत", 71.2, 69.1, ""],
          ["६-२३ महिनाका बच्चालाई सिफाररस गरिए अनुसार न्युनतम खाना खुवाइएको प्रतिशत( न्युनतम ४ प्रकारको खाना र ६-८ महिनाको बच्चालाई कम्तिमा दुई  पटक/९-२३ महिनाको बच्चालाई कम्तिमा ३ पटक)", 36.2, 36.2, ""],
          ["६-५९ महिनाका बच्चाहरूमा रक्त अल्पता प्रतिशत", 52.7, 49.8, ""],
          ["शिशहरूलाई स्तनपान मात्रै गराइएको औसत महिना", 4.2, 5.2, ""],
          ["रक्तअल्पता भएका १५ देखि ४९ बर्षका मक्हिलाहरूको प्रतिशत", 40.8, 39.3, ""],
          ["उचाई अनुसार कम तौल भएका १५ देखि ४९ बर्षका महिलाहारुको प्रतिशत", 10.6, 7.1, ""],
          ["मोटोपना भएका १५ देखि ४९ बर्षका महिलाहरुको प्रतिशत", 14.6, 8.4, ""],
        ],
      },

      // ambulance
      ambulancedata1: {
        id: "table_23",
        title: "एम्बुलेन्स वििरण",
        labels: ["सिन", "जिल्ला", "स्थानीय तह /निकाय", "संचालन गने संस्थाको नाम", "संचालन गने संस्थाको सम्पर्क नम्बर", "एम्बुलेन्स चालकको सम्पर्क नम्बर"],
        data: [
          [1,
            {
              rowspan: 11,
              value: "अछाम",
            }, "मंगलसेन नगरपालिका", "जिल्ला अस्पताल अछाम", 9848627884, 9848627884,
          ],
          [2, "बन्निगढी जयगढ गाउँ पालिका", "बन्निगढी जयगढ गाउँ पालिका गाउपालिका", "९८६८७८५८३४", "९८६८७८५८३४"],
          [3, "कमलबजार न पा", "कमलबजार न पा", "९८६८८७९४४३", "९८६८८७९४४३"],
          [4, "मंगलसेन नगरपालिका", "मंगलसेन नगरपालिका बडा नं १२", "९८४८४१०६२१", "९८४८४१०६२१"],
          [5, "चौरपाटी गाउँपालिका", "चौरपाटी गाउँपालिका", "९७४९०४००४१", "९७४९०४००४१"],
          [6, "मेल्लेख गाउँ पालिका", "मेल्लेख गाउँ पालिका", "९८६३१०७८७४", "९८६३१०७८७४"],
          [7, "ढकारी गाउँपालिका", "ढकारी गाउँपालिका", "९८६४६२२९५०", "९८६४६२२९५०"],
          [8, "तुर्माखाँद गाउँ पाललका", "भैरिबस्थान स्बस्थय चौकी", "९८६६५३३३७८", "९८६६५३३३७८"],
          [9, "साँफेबगर नगरपालिका", "बयालपाता आस्पताल", "९८६८५४५७७७", "९८६८५४५७७७"],
          [10, "साँफेबगर नगरपालिका", "साँफेबगर नगरपालिका", "९८६५९०४६५१", "९८६५९०४६५१"],
          [11, "तुर्माखाँद गाउपालिका", "तुर्माखाँद गाउपालिका", "९८६८९४३४४७", "९८६८९४३४४७"],


          ["सिन", {
            rowspan: 10,
            value: "बझाङग",
          }, "स्थानीय तह /निकाय", "संचालन गने संस्थाको नाम", "संचालन गने संस्थाको सम्पर्क नम्बर", "एम्बुलेन्स चालकको सम्पर्क नम्बर"],
          [1, "", "जिल्ला अस्पताल बझाङग", "९८५८४२२२०८", "९८४९७३४२१६"],
          [2, "", "जिल्ला अस्पताल बझाङग", "९८५८४२२२०८", "९८४१२८१२९८"],
          [3, "बित्थडचिर गाउँपालिका", "देउलेख प्रा.स्वा.केन्द्र", "९८४३२४०९५२", "९८४४६६९१९१"],
          [4, "केदारश्यु गाउँपालिका", "रायल प्रा.स्वा.केन्द्र", "९८४०५३१३८२", "९८६८५३६९५२"],
          [5, "छबिसपाथिभेरा गाउँपालिका", "मटेला स्वास्थ्य चौकी", "९८६४३२६०९५", "९८६४६३४१०४"],
          [6, "दुर्गाथली गाउँपालिका", "चौधरी स्वास्थ्य चौकी", "९८४०९२७११५", "९८६५६६११२४"],
          [7, "पृथ्वी नगरपालिका", "जिल्ला अस्पताल बझाङग", "९८४८४३६१३८", ""],
          [8, "बुङगल नगरपालिका", "खिरातडी स्वास्थ्य चौकी", "९८६४६३०४६", "९८६४३२८३८८"],
          [9, "मष्टा गाउँपालिका", "चैनपुर", "९८६०१०४०२०", "९८४४१४०६७९"],
          [10, "तलकोट गाउँपालिका", "धमेना स्वास्थ्य चौकी", "९८६८४५६७४३", "९८०६४१७०५५"],



          ["सिन", {
            rowspan: 16,
            value: "डोटी",
          }, "स्थानीय तह /निकाय", "संचालन गने संस्थाको नाम", "संचालन गने संस्थाको सम्पर्क नम्बर", "एम्बुलेन्स चालकको सम्पर्क नम्बर"],
          [1, "दि.सी.न.पा.", "जिल्ला अस्पताल डोटी", "", "९८४२८६९३३०"],
          [2, "दि.सी.न.पा.", "नेपाल रेडक्रस सोसाइटी डोटी", "", ""],
          [3, "दि.सी.न.पा.", "दि.सी.न.पा.", "", "९८४८५९७२२७"],
          [4, "दि.सी.न.पा.", "सैलेश्वरी अस्पताल प्रा.लि.", "", "९८४८४५५६१७"],
          [5, "दि.सी.न.पा.", "चोपडा अस्पताल प्रा.लि.", "", "९८४८४९८३७८"],
          [6, "दि.सी.न.पा.", "प्रहरि अस्पताल दिपायल", "", "९८५८७५००६२"],
          [7, "शिखर न.पा.", "शिखर न.पा.", "", "९८४८४५८२१२"],
          [8, "पुबिचोकी गा.पा.", "पुबिचोकी गा.पा.", "", "९८६४६०६१६२"],
          [9, "आदर्स गा.पा.", "आदर्स गा.पा.", "", "९८६८५७२३९०"],
          [10, "सायल गा.पा.", "सायल गा.पा.", "९८६५६५५३००"],
          [11, "के.आई.सिंह गा.पा.", "के.आई.सिंह गा.पा.", "", "९८६८५२२१६१"],
          [12, "बडीकेदार गा.पा.", "बडीकेदार गा.पा.", "", "९८६८८४५६४४"],
          [13, "बोगटान फुडसिल गा.पा", "बोगटान फुडसिल गा.पा", "", "९८६५८९७४२४"],
          [14, "वडीकेदार गा.पा.", "वछैन स्वा. चौ", "", ""],
          [15, "जोरायल गा.पा.", "जोरायल गा.पा.", "", "९८५८४८५५२९"],


          ["सिन", {
            rowspan: 12,
            value: "बैतडी",
          }, "स्थानीय तह /निकाय", "संचालन गने संस्थाको नाम", "संचालन गने संस्थाको सम्पर्क नम्बर"],
          [1, "दशरथचन्द नगरपालिका", "देहिमाडौँ स्वास्थ्य संस्था", "९८६३४५९४७८"],
          [2, "दशरथचन्द नगरपालिका", "दशरथचन्द नगरपालिका  वडा न ६", "९८६३३०३०३२"],
          [3, "दशरथचन्द नगरपालिका", "सहिद दशरथचन्द स्मृति प्रतिष्ठान", "९८६५५७०२२२"],
          [4, "शिवनाथ गाउँपालिका", "शिवनाथ गाउँपाललका", "९८५८७८४४५२"],
          [5, "पंचेश्वर गाउँपालिका", "पंचेश्वर गाउँपालिका", "९८४८७५४५०५"],
          [6, "मेलौली नगरपालिका", "मेलौली नगरपालिका", "९८६५६२११८५"],
          [7, "पाटन नगरपालिका", "प्राथमिक स्वास्थ्य केन्द्र", "९८४०००६८"],
          [8, "डिलासैनी गाउँपालिका", "डिलासैनी गाउँपालिका", "९८४८८४०८७८"],
          [9, "दोगडाकेदार गाउँपालिका", "दोगडाकेदार गाउँपालिका", "९८६५७९२६७६"],
          [10, "जिल्ला अस्पताल बैतडी", "जिल्ला अस्पताल बैतडी", "९५५२०१५१"],
          [11, "जिल्ला अस्पताल बैतडी", "जिल्ला अस्पताल बैतडी", "९५५२०१५१"],



          ["सिन", {
            rowspan: 28,
            value: "कञ्चनपुर",
          }, "स्थानीय तह /निकाय", "संचालन गने संस्थाको नाम", "संचालन गने संस्थाको सम्पर्क नम्बर"],
          [1, "भीमदत्त नगरपालिका", "नेपाल रेडक्रस सोसाईटी,कञ्चनपुर शाखा", "०९९-५२३९८३"],
          [2, "भीमदत्त नगरपालिका", "महाकाली यातायात व्यवसायी समिति", ""],
          [3, "भीमदत्त नगरपालिका ६", "हडासैन परोपकार सेवउ समिति", ""],
          [4, "भीमदत्त नगरपालिका १८", "महाकाली अस्पताल,महेन्द्रनगर", "०९९-५२११११"],
          [5, "भीमदत्त नगरपालिका १८", "महाकाली अस्पताल,महेन्द्रनगर", "०९९-५२११११"],
          [6, "भीमदत्त नगरपालिका १२", "नेपाल रेडक्रस सोसाईटी,कञ्चनपुर  उपशाखा", ""],
          [7, "भीमदत्त नगरपालिका ४", "नेपाल परिवर नियोजन संघ", "०९९-५२१२७२"],
          [8, "भीमदत्त नगरपालिका १८", "कञ्चनपुर उधोग  वणिज्य संघ", ""],
          [9, "भीमदत्त नगरपालिका १५", "निङलाशौनि भगवती सेवा", ""],
          [10, "भीमदत्त नगरपालिका", "जिमुवा स्वास्थ्य चौकी", "०९९-४१५०१६"],
          [11, "महाकाली नगरपालिका", "दोधारा चाँदनी प्र.स्वा.केन्द्र", "०९९-४०००१६"],
          [12, "महाकाली नगरपालिका", "दोधारा चाँदनी प्र.स्वा.केन्द्र", "०९९-४०००१६"],
          [13, "महाकाली नगरपालिका", "चाँदनी स्वास्थ्य चौकी", "०९९-४०००८८"],
          [14, "वेद्कोट नगरपालिका", "नेपाल रे डक्रस सोसाईटी,वेदकोट उपशाखा", ""],
          [15, "शुक्लाफाँटा नगरपालिका", "लायन्स क्लब अफ झलारी", ""],
          [16, "शुक्लाफाँटा नगरपालिका", "सनवरा कृषि सहकारी संस्था लि. झलारी", ""],
          [17, "शुक्लाफाँटा नगरपालिका", "पिपलाडी स्वास्थ्य चौकी", ""],
          [18, "कृष्णपुर नगरपालिका बाणी", "नेपाल रेडक्रस सोसाईटी,बैजनाथ उपशाखा", "९८०५७७३४९१"],
          [19, "बेलडाँडी गाउँपालिका", "बेलडाँडी प्रा .स्वा.केन्द्र", ""],
          [20, "बेलडाँडी गाउँ पालिका", "बेलडाँडी प्रा .स्वा.केन्द्र", ""],
          [21, "बेलडाँडी गाउँ पालिका", "सुनगाभा कृषि सहकारी संस्था लल.शिवनगर", ""],
          [22, "बेलौरी नगरपालिका", "श्रीपुर  प्रा.स्वा.केन्द्र", ""],
          [23, "बेलौरी नगरपालिका", "नेपाल वतारणीय स्वचेतना तथा संरक्षण समाज", ""],
          [24, "बेलौरी नगरपालिका", "लक्ष्मी स्वास्थ्य चौकी", ""],
          [25, "बेलौरी नगरपालिका", "रामपुर विलासीपुर स्वास्थ्य चौकी", ""],
          [26, "पुनर्वास नगरपालिका", "जनहित एम्बुलेनस संचालन समिति", ""],
          [27, "पुनर्वास नगरपालिका ११", "पुनर्वास पोलिक्लिनिक,", "०९९-५६०२५५"],



          ["सिन", {
            rowspan: 11,
            value: "दार्चुला",
          }, "स्थानीय तह /निकाय", "संचालन गने संस्थाको नाम", "संचालन गने संस्थाको सम्पर्क नम्बर"],
          [1, "महाकाली नगरपालिका,५", "जिल्ला अस्पताल,गल्फै", ""],
          [2, "शौल्यशिखर नगरपालिका, ९", "गोकुलेशवर अस्पताल", ""],
          [3, "महाकाली नगरपालिका, ४", "महाकाली नगरपालिका", ""],
          [4, "अपिहिमल गाउँपालिका", "अपिहिमल गाउँपालिका", ""],
          [5, "व्याँस गाउँपालिका, ४", "व्याँस गाउँपालिका", ""],
          [6, "दुन्ह  गाउँपालिका, २", "दुन्ह  गाउँपालिका", ""],
          [7, "मार्मा गाउँपालिका, ३", "मार्मा गाउँपालिका", ""],
          [8, "नौगड गाउँपालिका, ३", "नौगड गाउँपालिका", ""],
          [9, "मालिकार्जुन गाउँपालिका", "मालिकार्जुन गाउँपालिका", ""],
          [10, "लेकम गाउँपालिका, ५", "लेकम गाउँपालिका", ""],



          ["सिन", {
            rowspan: 54,
            value: "कैलाली",
          }, "स्थानीय तह /निकाय", "संचालन गने संस्थाको नाम", "संचालन गने संस्थाको सम्पर्क नम्बर"],
          [1, "घोडाघोडी नगरपालिका", "घोडाघोडी नगरपालिका", "९८५८४७७०६४"],
          [2, "घोडाघोडी नगरपालिका", "घोडाघोडी नगरपालिका", "९८५८४७७०६४"],
          [3, "घोडाघोडी नगरपालिका", "घोडाघोडी नगरपालिका", "९८५८४७७०६४"],
          [4, "मोहन्याल गाउँ पालिका", "सुगरखाल स्वास्थ्य चौकी", "९८४८६७३२०६"],
          [5, "गोदावरी नगरपालिका", "गोदावरी नगरपाललका", "०९१-५५१३०७"],
          [6, "गोदावरी नगरपालिका", "गोदावरी नगरपाललका", "०९१-५५१३०७"],
          [7, "गौरीगंगा नगरपालिका", "चौमाला प्र.स्वा.के.", "९८६३०८६१००"],
          [8, "गौरीगंगा नगरपालिका", "दिप ज्योति युव क्लब", "९८४८४६७८६३"],
          [9, "गौरीगंगा नगरपालिका", "दिप ज्योति युव क्लब", "९८४८६०६३३८"],
          [10, "चुरे गाउँपालिका", "चुरे गाउँपालिका", "९८६८५३०४५९"],
          [11, "भजनी नगरपाललका", "रा.स्वा.के. भजनी", "९८४३२२८६९६"],
          [12, "भजनी नगरपाललका", "नेपाल रेडक्रस सोसाईटी", "९८६८४६५३३४"],
          [13, "लम्की चुहा नगरपालिका", "बलिया रेडक्रस", ""],
          [14, "लम्की चुहा नगरपालिका", "प्रतापुर रेडक्रस", ""],
          [15, "लम्की चुहा नगरपालिका", "पिपुल्स लम्की", ""],
          [16, "लम्की चुहा नगरपालिका", "लायन्स लम्की", ""],
          [17, "लम्की चुहा नगरपालिका", "जनकल्याण", ""],
          [18, "लम्की चुहा नगरपालिका", "लाल रत्न अस्पताल", ""],
          [19, "लम्की चुहा नगरपालिका", "शान्ति युवा क्लब", ""],
          [20, "लम्की चुहा नगरपालिका", "मोर क्यार", ""],
          [21, "धनगढी उप-महनगरपालिका", "धनगढी उप-महनगरपालिका", "०९१-५२०७३३"],
          [22, "धनगढी उप-महनगरपालिका", "धनगढी उप-महनगरपालिका", "०९१-५२०७३४"],
          [23, "धनगढी उप-महनगरपालिका", "नवजिवन अस्पताल", "०९१-५२१२३३,५२१७३३"],
          [24, "धनगढी उप-महनगरपालिका", "सि पी अस्पताल", "०९१-४१०१०१"],
          [25, "धनगढी उप-महनगरपालिका", "ओम अस्पताल", "०९१-५२६६४"],
          [26, "धनगढी उप-महनगरपालिका", "फुलबारी स्वास्थ्य चौकी", ""],
          [27, "धनगढी उप-महनगरपालिका", "निसर्ग अस्पताल", ""],
          [28, "धनगढी उप-महनगरपालिका", "सु प मजदुर भलाइ कोष", ""],
          [29, "धनगढी उप-महनगरपालिका", "सि टी पोलिक्लिनिक", ""],
          [30, "धनगढी उप-महनगरपालिका", "सेती अस्पताल", ""],
          [31, "धनगढी उप-महनगरपालिका", "सेती अस्पताल", ""],
          [32, "धनगढी उप-महनगरपालिका", "कैलाली अस्पताल", ""],
          [33, "धनगढी उप-महनगरपालिका", "श्री नवप्रतिभा बिहुउदेश्यीय सहकारी संस्था, फुलबारी", ""],
          [34, "धनगढी उप-महनगरपालिका", "सु प ् यातायात बस व्यवसायी समिति", ""],
          [35, "धनगढी उप-महनगरपालिका", "सु प ् मजदुर भलाई कोष", ""],
          [36, "धनगढी उप-महनगरपालिका", "शहिद तथा  वेपता परिवार कैलाली", ""],
          [37, "धनगढी उप-महनगरपालिका", "बिकासका लागि येकवद्धता", ""],
          [38, "", "टिकापुर अस्पताल", ""],
          [39, "टिकापुर नगरपालिका", "टिकापुर अस्पताल", ""],
          [40, "टिकापुर नगरपालिका", "नेपाल रेडक्रस सोसाईटी, पथरैया उपशाखा", ""],
          [41, "टिकापुर नगरपालिका", "नेपाल रेडक्रस सोसाईटी,टिकापुर  उपशाखा", ""],
          [42, "टिकापुर नगरपालिका", "भू.पु. सैनिक संघ , टिकापुर", ""],
          [43, "टिकापुर नगरपालिका", "टिकापुर सामुदायिक जागरण संस्था", ""],
          [44, "टिकापुर नगरपालिका", "टिकापुर योगाश्रम", ""],
          [45, "टिकापुर नगरपालिका", "सत्ती कणााली सा. बन", ""],
          [46, "बर्दगोरिया गाउँपालिका", "बर्दगोरिया गाउँपालिका", ""],
          [47, "बर्दगोरिया गाउँपालिका", "बर्दगोरिया अस्पताल", ""],
          [48, "बर्दगोरिया गाउँपालिका", "बौनियाँबजार समिति", ""],
          [49, "जानकीनगर", "छैन", ""],
          [50, "कैलाली", "हसुलिया स्वास्थ्य चौकी", ""],
          [51, "", "गदरिया स्वास्थ्य चौकी", ""],
          [52, "", "बसौटी स्वास्थ्य चौकी", ""],

          [53, "जोशीपुर गाउँपालिका", "जोशीपुर गाउँपालिका", ""],



          ["सिन", {
            rowspan: 11,
            value: "डडेल्धुरा",
          }, "स्थानीय तह /निकाय", "संचालन गने संस्थाको नाम", "संचालन गने संस्थाको सम्पर्क नम्बर"],
          [1, "", "डडेल्धुरा अस्पताल", { rowspan: 3, value: "सरोज बुद ९८४९८८८१३७" }],
          [2, "", "डडेल्धुरा अस्पताल"],
          [3, "", "डडेल्धुरा अस्पताल"],
          [4, "परशुरामनगरपालिका", "जोगबुडा अस्पताल", "तेज बहादुर सिंह ९८४८७६९२९५"],
          [5, "आलिताल गाउँपालिका", "आलिताल स्वास्थ्य चौकी", { rowspan: 2, value: "धन बहादुर क्षेत्री ९८४८८४७४२३" }],
          [6, "आलिताल गाउँपालिका", "गांखेत स्वास्थ्य चौकी"],
          [7, "भागेशवर गाउँपालिका", "बगरकोट स्वास्थ्य चौकी", "मान बहादुर साहु ९८५८७८४४६५"],
          [8, "अजयमेरु गाउँपालिका", "भद्रपुर स्वास्थ्य चौकी", "हिक्मत बहादुर कठायत ९८४८७२८०७५"],
          [9, "नवदुर्गा गाउँपालिका", "कार्यालय मणिलेक", "खगेन्द्र प्रसाद भट्ट ९८६८५८६७०१"],
          [10, "गन्यापधुरा गाउँपालिका", "गाउँपालिका कार्यालय गणेशपुर", "वषुदेव नौन्याल ९८५८७७५००६"],

          ["सिन", {
            rowspan: 4,
            value: "बाजुरा",
          }, "स्थानीय तह /निकाय", "संचालन गने संस्थाको नाम", "संचालन गने संस्थाको सम्पर्क नम्बर"],
          [1, "बुढिगंगा नगरपालिका", "टाटे स्वास्थ्य चौकी", "९८६५६०९२४३,९८००५४८२७३"],
          [2, "हिमाली गाउँपालिका", "हिमाली गाउँपालिका", "९८६०१७६३८४"],
          [3, "स्वमिकार्तिक गाउँपालिका", "स्वमिकार्तिक गाउँपालिका", "९८४५००५५४२"],
        ]
      },

    };
  },

  mounted() {
    this.fetchTotalStudents();
    this.fetchGovermentSchoolStudent();
  },

  methods: {
    fetchTotalStudents() {
      axios
        .get("/api/total-student")
        
         .then((response) => {
          this.supastudents.labels = response.data.labels;
          this.supastudents.data = response.data.data
          this.infoDatas = response.data;
        })
        .catch((error) => console.log(error));
    },
    fetchGovermentSchoolStudent() {
      axios
        .get("/api/goverment-school-student")
        
         .then((response) => {
          this.samudaikvidyalayastudent.labels = response.data.labels;
          this.samudaikvidyalayastudent.data = response.data.data
          this.infoDatas = response.data;
        })
        .catch((error) => console.log(error));
    },
  },
};


</script>


<style scoped>
</style>